Repository: Difonzo/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: de

# scripts/text_tooltips.lua_TILE_TOOLTIPS__spawning_1
source: Vek will emerge here next turn. Any unit blocking this space will take one damage.
de: Vek wird hier im nächsten Zug eintreffen. Jede Einheit, die diesen Raum blockiert, erhält einen Schaden.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__high_tide_0
source: High Tide
de: Flut

# scripts/text_tooltips.lua_TILE_TOOLTIPS__high_tide_1
source: This tile will become Water at the start of the enemy turn.
de: Dieses Feld wird zu Beginn der gegnerischen Runde zu Wasser.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__air_strike_0
source: Air Strike
de: Luftangriff

# scripts/text_tooltips.lua_TILE_TOOLTIPS__air_strike_1
source: Bombs will be dropped here, instantly killing any unit.
de: Bomben werden hier abgeworfen und töten sofort jede Einheit.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__old_earth_mine_0
source: Old Earth Mine
de: Alte Erdmine

# scripts/text_tooltips.lua_TILE_TOOLTIPS__old_earth_mine_1
source: Any unit that stops on this space will trigger the mine and be killed.
de: Jede Einheit, die auf diesem Feld stoppt, wird die Mine auslösen und getötet werden.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__freeze_mine_0
source: Freeze Mine
de: Mine einfrieren

# scripts/text_tooltips.lua_TILE_TOOLTIPS__freeze_mine_1
source: Any unit that stops on this space will be Frozen.
de: Jede Einheit, die auf diesem Feld stoppt, wird eingefroren.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__evacuation_0
source: Evacuating
de: Evakuieren

# scripts/text_tooltips.lua_TILE_TOOLTIPS__evacuation_1
source: This building will be evacuated next turn.
de: Dieses Gebäude wird evakuiert im nächsten Zug.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__seismic_1
source: This tile will become a Chasm at the start of the enemy turn.
de: Dieses Feld wird zu Beginn des gegnerischen Spielzuges ein Abgrund.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__lightning_0
source: Lightning Strike
de: Blitzschlag

# scripts/text_tooltips.lua_TILE_TOOLTIPS__lightning_1
source: Lightning will strike here, killing any unit.
de: Ein Blitz wird hier zuschlagen und jede Einheit töten.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__falling_rock_0
source: Falling Rock
de: Fallender Stein

# scripts/text_tooltips.lua_TILE_TOOLTIPS__falling_rock_1
source: A rock will fall here, killing any unit.
de: Ein Stein wird hier fallen und jede Einheit töten.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__tentacle_lava_0
source: Tentacles
de: Tentakeln

# scripts/text_tooltips.lua_TILE_TOOLTIPS__tentacle_lava_1
source: The unit here will die and the tile will turn into Lava.
de: Die Einheit wird sterben und das Feld wird zu Lava.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__volcano_lava_0
source: Lava Flow
de: Lavastrom

# scripts/text_tooltips.lua_TILE_TOOLTIPS__volcano_lava_1
source: The tile here will turn into Lava.
de: Das Feld hier wird zu Lava.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__flying_rock_0
source: Volcanic Projectile
de: Vulkanisches Projektil

# scripts/text_tooltips.lua_TILE_TOOLTIPS__flying_rock_1
source: A fireball will strike here, destroying anything present.
de: Ein Feuerball wird hier einschlagen und alles zerstören.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ice_storm_1
source: The storm causes anything present to become Frozen.
de: Der Sturm bewirkt, dass alles eingefroren wird.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__grassland_0
source: Grassland
de: Wiese

# scripts/text_tooltips.lua_TILE_TOOLTIPS__grassland_1
source: Your bonus objective is to terraform Grassland tiles into Sand.
de: Ihr Bonusziel ist es, Gras in Sand zu verwandeln.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__terraformed_0
source: Terraformed
de: Terraformiert

# scripts/text_tooltips.lua_TILE_TOOLTIPS__terraformed_1
source: This tile was terraformed as part of your bonus objective.
de: Das Feld wurde als Teil deines Bonusziels terraformiert.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__stasis_1
source: This bot will power up and enter the fight if its Shield is damaged.
de: Dieser Bot wird hochgefahren und tritt in den Kampf ein, wenn sein Schild beschädigt ist.

source: Conveyor Belt
de: Förderband

# scripts/text_tooltips.lua_TILE_TOOLTIPS__belt_1
source: This tile will push any unit in the direction marked on the belt.
de: Dieses Feld drückt jede Einheit in die Richtung, die auf dem Band markiert ist.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__tele_1
source: End movement here to warp to the matching pad. Swap with any present unit.
de: Beenden die Bewegung hier, um sich zum passenden Pad zu teleportieren. Tauscht Platz mit anderer Einheit.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__supply_drop_0
source: Supply Drop
de: Nachschub

# scripts/text_tooltips.lua_TILE_TOOLTIPS__supply_drop_1
source: Collect this with a Mech to heal ALL friendly units and restore ALL limited use weapons.
de: Sammle das mit einem Mech, um ALLE deine Einheiten zu heilen und ALLE Waffen mit begrenzter Nutzung wiederherzustellen.

source: Invigorating Spores
de: Belebende Sporen

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__hp_1
source: The Soldier Psion is providing +1 HP to all Vek.
de: Der Soldat Psion liefert allen Vek +1 HP.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__burrow_0
source: Burrower
de: Gräber

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__burrow_1
source: This Vek will hide underground after taking one or more damage.
de: Dieser Vek wird sich nach einem oder mehreren Beschädigungen im Untergrund verstecken.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__psionboss_1
source: The Psion Abomination is enhancing all Vek. They gain +1 HP, regeneration, and explode on death.
de: Die Psion Abomination verbessert alle Vek. Sie gewinnen +1 HP, Regeneration und explodieren beim Tod.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__tentacle_0
source: Hive Targeted
de: Vom Hive erfasst

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__tentacle_1
source: The Psion Tyrant will do 1 damage all friendly units every turn.
de: Der Psion Tyrant fügt allen verbündeten Einheiten in jedem Zug 1 Schaden zu.

source: Hardened Carapace
de: Gehärteter Panzer

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__armor_leader_1
source: The Shell Psion is providing Armor to all Vek, reducing incoming weapon damage by 1. All other damage (Push, Blocking, Fire, etc.) is unaffected.
de: Der Psion versorgt alle Vek mit Rüstung, wodurch der Schaden ankommender Waffen um 1 verringert wird. Alle anderen Schäden (Stoß, Blockieren, Feuer usw.) bleiben davon unberührt.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__armor_0
source: Natural Armor
de: Natürliche Rüstung

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__armor_degraded_0
source: Degraded Armor
de: Herabgesetzte Rüstung

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__armor_degraded_1
source: A.C.I.D. is currently nullifying the effects of Armor on this unit.
de: Säure deaktiviert momentan die Effekte von Rüstung auf dieser Einheit.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__regen_1
source: The Blood Psion is healing all Vek 1 point every turn.
de: Der Blutpsion heilt alle Vek 1 Punkt in jedem Zug.

source: Explosive Decay
de: Explosiver Zerfall

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__explode_leader_1
source: The Blast Psion will cause all Vek to explode on death, dealing 1 damage to adjacent tiles.
de: Der Explosions-Psion wird alle Vek beim Tod zum Explodieren bringen und den benachbarten Feldern 1 Schaden zufügen.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__explode_1
source: Explodes on death, dealing 1 damage to adjacent tiles.
de: Explodiert beim Tod und fügt benachbarten Feldern 1 Schadenspunkt zu.

source: This unit will be pushed by the conveyor belt in the marked direction.
de: Diese Einheit wird vom Förderband in die markierte Richtung geschoben.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__tele_A_1
source: If another unit uses the RED teleport pad, this unit will swap locations with it.
de: Wenn eine andere Einheit das ROTE-Teleport-Pad verwendet, tauscht diese Einheit die Positionen mit ihr aus.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__tele_B_1
source: If another unit uses the BLUE teleport pad, this unit will swap locations with it.
de: Wenn eine andere Einheit das BLAUE-Teleport-Pad verwendet, tauscht diese Einheit die Positionen mit ihr aus.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__moving_1
source: +2 Move for ONE turn.
de: +2 Bewegung für einen Zug.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__grapple_0
source: Webbed
de: Festgebunden

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__grapple_1
source: Units Webbed by the Vek cannot move, but they can still attack.
de: Einheiten, die von Vek festgebunden wurden, können sich nicht bewegen, aber sie können trotzdem angreifen.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__poweroff_0
source: Not Powered
de: Nicht angetrieben

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__poweroff_1
source: Units without power are inactive and cannot move or attack.
de: Einheiten ohne Energie sind inaktiv und können sich nicht bewegen oder angreifen.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__massive_0
source: Massive
de: Massiv

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__massive_1
source: Massive units can walk in Water (but Water will prevent shooting).
de: Massive Einheiten können in Wasser laufen (aber Wasser verhindert das Schießen).

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__water_0
source: Submerged
de: Versenkt

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__water_1
source: Weapons do not work when submerged in Water.
de: Waffen funktionieren nicht, wenn sie in Wasser getaucht sind.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__acid_water_0
source: Submerged in A.C.I.D.
de: Eingetaucht in Säure

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__acid_water_1
source: Weapons do not work and the submerged Mech is inflicted with A.C.I.D.
de: Waffen funktionieren nicht und der untergetauchte Mech wird mit Säure

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__lava_0
source: Submerged in Lava
de: In Lava eingetaucht

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__lava_1
source: Weapons do not work and the submerged Mech is on Fire.
de: Waffen funktionieren nicht und der untergetauchte Mech ist in Flammen.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__fire_0
source: Fire
de: Feuer

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__fire_1
source: Units on Fire take 1 damage at the start of every turn.
de: Einheiten in Feuer erleiden zu Beginn jeder Runde 1 Schaden.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__forest_0
source: On Forest
de: Auf Wald

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__forest_1
source: Tile will light on Fire when damaged, posing great risk to this unit.
de: Feld brennt bei Kontakt mit Feuer und stellt ein großes Risiko für diese Einheit dar.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__sand_0
source: On Sand
de: Auf Sand

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__sand_1
source: Tile will turn into Smoke when damaged, preventing this unit from attacking.
de: Das Feld wird bei einem Schaden in Rauch verwandelt und verhindert, dass diese Einheit angreift.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__ice_0
source: On Ice
de: Auf Eis

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__ice_1
source: If an Ice tile takes damage twice, it will turn into Water.
de: Wenn ein Feld zweimal Schaden nimmt, wird es zu Wasser.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__icecrack_0
source: On Damaged Ice
de: Auf beschädigtem Eis

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__icecrack_1
source: Damaged Ice will turn into Water if damaged again.
de: Beschädigtes Eis wird wieder Wasser, wenn es wieder beschädigt wird.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__acid_0
source: Corroding A.C.I.D.
de: Korrodierende Säure.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__acid_1
source: Weapon damage against this unit is doubled. All other damage (Push, Blocking, Fire, etc.) is unaffected.
de: Waffenschaden gegen diese Einheit wird verdoppelt. Alle anderen Schäden (Stoß, Blockieren, Feuer usw.) sind nicht betroffen.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__spawnblock_0
source: Blocking Spawn
de: Spawn blockieren

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__spawnblock_1
source: The new enemy unit will not spawn here, but this unit will take 1 damage.
de: Die neue feindliche Einheit wird hier nicht erscheinen, aber diese Einheit wird 1 Schaden erleiden.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__smoke_0
source: Smoke
de: Rauch

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__electric_smoke_1
source: Units in Smoke cannot attack or repair. Electricity damages enemy units.
de: Einheiten in Rauch können weder angreifen noch reparieren. Elektrizität beschädigt gegnerische Einheiten.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__shield_0
source: Energy Shield
de: Energieschild

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__shield_1
source: Shields block damage and any negative effects (Fire, Freezing, A.C.I.D, etc.). Only direct damage will remove the Shield.
de: Schilde blockieren den Schaden und alle negativen Effekte (Feuer, Frieren, Säure, etc.). Nur direkter Schaden wird den Schild entfernen.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__zoltan_shield_0
source: Zoltan Shield
de: Zoltan Schild

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__zoltan_shield_1
source: Same as a normal Shield, but regenerates at the start of every turn
de: Wie ein normaler Schild, regeneriert sich jedoch zu Beginn von jedem Zug

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__guard_0
source: Stable
de: Stabil

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__guard_1
source: Cannot be moved by any weapon effect (Push, Teleport, etc.).
de: Kann nicht durch einen Waffeneffekt bewegt werden (Stoß, Teleport, etc.).

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__frozen_0
source: Frozen
de: Gefroren

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__frozen_1
source: Invincible but unable to move or attack. Any damage will free the unit.
de: Unbesiegbar, aber unfähig sich zu bewegen oder anzugreifen. Jeder Schaden befreit die Einheit.

source: Kickoff Boosters
de: Kickoff-Booster

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__kickoff_1
source: +2 Move this turn.
de: +2 Bewegungen in diesem Zug.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__shifty_1
source: (Pilot Skill) This unit gets one bonus Tile move after attacking.
de: (Pilot Skill) Diese Einheit erhält nach dem Angreifen eine zusätzliche Bewegung.

source: Impulsive
de: Treibend

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__youthful_1
source: This unit gains +3 Move on first turn of every mission.
de: Diese Einheit erhält im ersten Zug jeder Mission +3 Bewegung.

source: Double Shot
de: Doppelschuss

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__doubleshot_1
source: (Pilot Skill) This unit gets a bonus action because it did not move.
de: (Pilot Skill) Diese Einheit erhält eine Bonusaktion, weil sie sich nicht bewegt hat.

source: Fire-and-Forget
de: Schießen und vergessen

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__postmove_1
source: (Pilot Skill) This unit can move after shooting.
de: (Pilot Skill) Diese Einheit kann sich nach dem Schießen bewegen.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__fire_immune_0
source: Fire Immunity
de: Feuer Immunität

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__fire_immune_1
source: This unit cannot be set on Fire
de: Diese Einheit kann nicht auf Feuer gesetzt werden

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__smoke_immune_0
source: Smoke Immunity
de: Rauch-Immunität

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__smoke_immune_1
source: This unit is unaffected by Smoke
de: Einheit ist gegen Rauch immun

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__shield_heal_0
source: Self-Repairing
de: Selbstreparierend

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__shield_heal_1
source: If damaged, this unit will Shield itself and prepare to heal.
de: Bei einer Beschädigung schirmt sich diese Einheit ab und bereitet sich auf Heilung vor.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__danger_0
source: Environment Danger
de: Umwelt Gefahr

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__danger_1
source: The environment effect will affect this space next turn
de: Der Umgebungseffekt beeinflusst diesen Raum in der nächsten Runde

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__purple_0
source: Alpha Unit
de: Alpha-Einheit

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__purple_1
source: Alpha units are more powerful than their standard counterparts
de: Alpha-Einheiten sind mächtiger als ihre Standardgegenstücke

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__boss_0,#38
source: Hive Leader
de: Schwarmführer

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__boss_1
source: These are the most powerful Vek. Immune to water, they can be more challenging to kill.
de: Dies sind die mächtigsten Vek. Sie sind immun gegen Wasser und können schwieriger zu töten sein.

# scripts/text_tooltips.lua_PilotSkills__Disable_Immunity_0
source: Evasion
de: Ausweichen

# scripts/text_tooltips.lua_PilotSkills__Disable_Immunity_1
source: Mech unaffected by Webbing and Smoke.
de: Mech unbeeinflusst von Festbinden und Rauch.

# scripts/text_tooltips.lua_PilotSkills__Extra_XP_0
source: Experienced
de: Erfahren

# scripts/text_tooltips.lua_PilotSkills__Extra_XP_1
source: Gain +2 bonus XP per kill.
de: Erhalte +2 Bonus XP per Kill.

# scripts/text_tooltips.lua_PilotSkills__Self_Shield_0
source: Starting Shield
de: Startschild

# scripts/text_tooltips.lua_PilotSkills__Self_Shield_1
source: Mech starts every mission with a Shield.
de: Mech startet jede Mission mit einem Schild.

# scripts/text_tooltips.lua_PilotSkills__Road_Runner_0
source: Maneuverable
de: Wendig

# scripts/text_tooltips.lua_PilotSkills__Road_Runner_1
source: Mech can move through enemy units.
de: Mech kann sich durch gegnerische Einheiten bewegen.

# scripts/text_tooltips.lua_PilotSkills__Shifty_1
source: After attacking, gain 1 free tile movement.
de: Nach dem Angriff erhältst du 1 freie Bewegung.

# scripts/text_tooltips.lua_PilotSkills__Deploy_Anywhere_0
source: Preemptive Strike
de: Präventivschlag

# scripts/text_tooltips.lua_PilotSkills__Deploy_Anywhere_1
source: Deploy anywhere on the map, damaging adjacent enemies.
de: Stelle es irgendwo auf der Karte auf und schädige benachbarte Gegner.

# scripts/text_tooltips.lua_PilotSkills__Survive_Death_1
source: Normal Pilots cannot be equipped. Loses 25 XP when the unit is disabled.
de: Normale Piloten können nicht ausgerüstet werden. Verliert 25 XP, wenn die Einheit deaktiviert ist.

# scripts/text_tooltips.lua_PilotSkills__Pain_Immunity_0
source: Cauterize
de: Kauterisieren

# scripts/text_tooltips.lua_PilotSkills__Pain_Immunity_1
source: Fire heals instead of damaging Mech.
de: Feuer heilt, anstatt Mech zu schädigen.

# scripts/text_tooltips.lua_PilotSkills__Power_Repair_0
source: Frenzied Repair
de: Rasende Reparatur

# scripts/text_tooltips.lua_PilotSkills__Power_Repair_1
source: Push adjacent tiles when repairing.
de: Stoße benachbarte Felder während der Reparatur.

# scripts/text_tooltips.lua_PilotSkills__Freeze_Walk_0
source: Frozen Stance
de: Frierender Stand

# scripts/text_tooltips.lua_PilotSkills__Freeze_Walk_1
source: Stopping on any liquid tile freezes it, making it safe to stand on.
de: Stoppen auf irgendeinem flüssigen Feld gefriert es, macht es sicher darauf zu stehen.

# scripts/text_tooltips.lua_PilotSkills__Armored_1
source: Mech gains Armored.
de: Mech erhalten Rüstung.

# scripts/text_tooltips.lua_PilotSkills__Flying_1
source: Mech gains Flying.
de: Mech erhält Fliegen.

# scripts/text_tooltips.lua_PilotSkills__Double_Shot_1
source: Mech can act twice if it does not move.
de: Mech kann zweimal handeln, wenn er sich nicht bewegt.

# scripts/text_tooltips.lua_PilotSkills__Post_Move_1
source: Move again after shooting.
de: Bewege dich nach dem Schießen erneut.

# scripts/text_tooltips.lua_PilotSkills__Youth_Move_1
source: Gain +3 Move on first turn of every mission.
de: Erhalte +3 Bewegung im ersten Zug jeder Mission.

# scripts/text_tooltips.lua_PilotSkills__Retaliation_0
source: Retaliation
de: Vergeltung

# scripts/text_tooltips.lua_PilotSkills__Retaliation_1
source: Deal 1 damage to adjacent enemies after surviving damage.
de: Fügt benachbarten Gegnern 1 Schadenspunkt zu, nachdem sie Schaden überstanden haben.

# scripts/text_tooltips.lua_PilotSkills__TimeTravel_0
source: Temporal Reset
de: Temporärer Reset

# scripts/text_tooltips.lua_PilotSkills__TimeTravel_1
source: Gain 1 extra 'Reset Turn' every battle.
de: Erhalte 1 zusätzlichen 'Reset Zug' für jede Schlacht.

# scripts/text_tooltips.lua_PilotSkills__Mantis_Skill_0
source: Mantis
de: Gottesanbeterin

# scripts/text_tooltips.lua_PilotSkills__Mantis_Skill_1
source: 2 damage melee attack replaces Repair.
de: 2 Schaden Nahkampfangriff ersetzt Reparatur.

# scripts/text_tooltips.lua_PilotSkills__Rock_Skill_1
source: +3 Health and Immune to Fire.
de: +3 Gesundheit und Immun gegen Feuer.

# scripts/text_tooltips.lua_PilotSkills__Zoltan_Skill_1
source: +1 Reactor Core. Reduce Mech HP to 1. Gain Shield every turn.
de: +1 Reaktorkern. Verringert Mech HP um 1. Erhalte Schild in jedem Zug.

source: We're saved!
de: Wurden gerettet!

# scripts/text_population.lua_Opening_1
source: I knew they'd come!
de: Ich wusste, dass sie kommen würden!

# scripts/text_population.lua_Opening_2
source: The #squad!
de: Der #squad!

# scripts/text_population.lua_Opening_3
source: It's the #squad!
de: Es ist der #squad!

# scripts/text_population.lua_Opening_4
source: Now the Vek are going to get it!
de: Jetzt werden die Vek es bekommen!

# scripts/text_population.lua_Opening_5
source: The Vek are going to be sorry now!
de: Die Vek werden es jetzt bereuen!

# scripts/text_population.lua_Opening_6
source: Get my glasses! I want to see!
de: Hol mir meine Brille! Ich will das sehen!

# scripts/text_population.lua_Opening_7
source: Stop crowding the window!
de: Hör auf, am Fenster zu hängen!

# scripts/text_population.lua_Opening_8
source: What's going on?
de: Was ist los?

# scripts/text_population.lua_Opening_9
source: The Mechs have landed!
de: Die Mechs sind gelandet!

# scripts/text_population.lua_Opening_10
source: #corp sent Mechs!
de: #corp hat Mechs geschickt!

# scripts/text_population.lua_Opening_11
source: What's that noise?
de: Was ist das für ein Lärm?

# scripts/text_population.lua_Opening_12
source: You hear something?
de: Hörst du was?

# scripts/text_population.lua_Opening_13
source: Is it them?
de: Sind es sie?

# scripts/text_population.lua_Opening_14
source: They're here!
de: Sie sind hier!

# scripts/text_population.lua_Opening_15
source: Mom, look!
de: Mama, schau!

# scripts/text_population.lua_Opening_16
source: The Mechs!
de: Die Mechs!

# scripts/text_population.lua_Opening_17
source: Dad, look!
de: Papa, schau!

# scripts/text_population.lua_Opening_18
source: We're rescued!
de: Wir sind gerettet!

# scripts/text_population.lua_Opening_19
source: Finally!
de: Endlich!

# scripts/text_population.lua_Opening_20
source: Help is here!
de: Hilfe ist hier!

# scripts/text_population.lua_Opening_21
source: They've come!
de: Sie sind gekommen!

# scripts/text_population.lua_Opening_22
source: The Mechs are here!
de: Die Mechs sind hier!

# scripts/text_population.lua_Opening_23
source: They'll protect us!
de: Sie werden uns beschützen!

source: Thank you!
de: Vielen Dank!

# scripts/text_population.lua_Closing_1
source: They're on the run!
de: Sie sind auf der Flucht!

# scripts/text_population.lua_Closing_2
source: The Vek are running!
de: Die Vek laufen!

# scripts/text_population.lua_Closing_4
source: That was amazing!
de: Das war erstaunlich!

# scripts/text_population.lua_Closing_5
source: Unbelievable!
de: Nicht zu fassen!

# scripts/text_population.lua_Closing_6
source: They did it!
de: Sie haben es geschafft!
