Repository: Difonzo/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: de

# ~scripts/personalities/missions.csv_20d16c3430a4af458ed1db791ae739e7
source: Many died today - too many. But the ends justify the means when you see the end coming for you.
de: Viele sind heute gestorben - zu viele. Aber das Ende rechtfertigen die Mittel, wenn du das Ende für dich kommen siehst.

# ~scripts/personalities/missions.csv_630014b5607da76e714a693ed6057671
source: The loss of life in the last battle - it is better than losing the planet. We must all make sacrifices.
de: Der Verlust von Leben in der letzten Schlacht - es ist besser als den Planeten zu verlieren. Wir müssen alle Opfer bringen.

# ~scripts/personalities/missions.csv_1a6880ba125fbd3bc754769605ce5da9
source: My people understand their sacrifices are not in vain. We must keep the pressure on, or everyone will die.
de: Meine Leute verstehen, dass ihre Opfer nicht umsonst sind. Wir müssen den Druck aufrechterhalten, sonst sterben alle.

# ~scripts/personalities/missions.csv_d30cd2e8cb4b4ed56730c8a40576f129
source: Hundreds perished in that attack. Each a unique being the world will never see again.
de: Hunderte sind bei diesem Angriff umgekommen. Jeder ein einzigartiges Wesen, das die Welt nie wieder sehen wird.

# ~scripts/personalities/missions.csv_d40295678de38475c392b81f4b89e398
source: We have lost much today, human and machine. We will see if Pinnacle can recover.
de: Wir haben heute viel verloren, Mensch und Maschine. Wir werden sehen, ob Pinnacle sich erholen kann.

# ~scripts/personalities/missions.csv_600f4dc6ee345a65004a641c14db287a
source: Other timelines may exist for you, but this is the only one we have. Please fight for us as we would fight for you.
de: Andere Zeitlinien können für dich existieren, aber dies ist die einzige, die wir haben. Bitte kämpfe für uns, wie wir für dich kämpfen würden.

# ~scripts/personalities/missions.csv_72e2f57d100ee1c3d1bec756f82a54da
source: We cannot lose so many lives in a single battle, commander. Detritus is not the island, it is not the company - it is our people.
de: Wir können nicht so viele Leben in einer einzigen Schlacht verlieren, Kommandant. Detritus ist nicht die Insel, es ist nicht die Gesellschaft - es sind unsere Leute.

# ~scripts/personalities/missions.csv_5f65592a4e591fe5deeeafb5a1d45462
source: Accidents happen - we at Detritus know this all too well - but is there some other approach that will yield better results?
de: Unfälle passieren - wir bei Detritus wissen das nur zu gut - aber gibt es andere Ansätze, die zu besseren Ergebnissen führen?

# ~scripts/personalities/missions.csv_184c7aaa6be823d9a700db15b43c25a4
source: Accidents happen, but it reminds us we must do better, especially when lives are at stake - and even more when lives are lost.
de: Unfälle passieren, aber es erinnert uns daran, dass wir besser sein müssen, besonders wenn es um Leben geht - und noch mehr, wenn Leben verloren geht.

# ~scripts/personalities/missions.csv_5c84bf29cedd4ba772a2c8ac380f9acc
source: I've seen the casualty reports and am contacting the surviving families personally.
de: Ich habe die Unfallberichte gesehen und kontaktiere die überlebenden Familien persönlich.

# ~scripts/personalities/missions.csv_a0973fdf0cbd52d50d347ebf34956477
source: I know you have done much, but I ask you to not let the lives of our people be the cost of defeating the Vek.
de: Ich weiß, dass du viel getan hast, aber ich bitte dich, dass das Leben unseres Volkes nicht die Kosten für das Besiegen des Vek sein darf.

# ~scripts/personalities/missions.csv_646b1f4513e962a10c63432c417c86a4
source: Detritus is nothing without its people, commander. I urge you and the #squad to put our citizens first.
de: Detritus ist nichts ohne seine Leute, Kommandant. Ich fordere dich und das #squad auf unsere Bürger an erste Stelle zu setzen.

# ~scripts/personalities/missions.csv_ec385cc156d205ab93eed740703be1cc
source: The damage to the region was... extensive. While I've been told my... sentiments could cost us the war, I beg of you - consider our people.
de: Der Schaden für die Region war ... umfangreich. Während mir gesagt wurde, dass meine ... Gefühle uns den Krieg kosten könnten, bitte ich dich - bedenke unsere Leute.

# ~scripts/personalities/missions.csv_b8c11bbef64dcb436fd46a231d3a27e6
source: Technology from the future protecting technology from the past! Has a poetic ring to it, doesn't it? Let's hope the future is up to the task.
de: Technologie aus der Zukunft schützt die Technologie von Vergangenheit! Hat das einen poetischen Klang, nicht wahr? Hoffen wir, dass die Zukunft der Aufgabe gewachsen ist.

# ~scripts/personalities/missions.csv_5bc9c21e901fa8323a6febc30dc2f4ad
source: Much of Old Earth and its history was lost when the oceans rose. We must protect what little is left. If the Vek destroy us, these artifacts may be all that remains of our civilization.
de: Ein Großteil der Alten Erde und ihrer Geschichte ging verloren, als die Ozeane aufstiegen. Wir müssen schützen, was noch übrig ist. Wenn die Vek uns zerstören, können diese Artefakte alles sein, was von unserer Zivilisation übrig geblieben ist.

# ~scripts/personalities/missions.csv_934f322cbd24b0298c83dc58f25eaaa0
source: Refugees living in preserved 21st century cities was not what the Archive founders intended, but we need to shelter everyone as best we can.
de: Flüchtlinge, die in geschützten Städten des 21. Jahrhunderts leben, waren nicht das, was die Archivgründer beabsichtigten, aber wir müssen alle so gut wie möglich beherbergen.

# ~scripts/personalities/missions.csv_1f46393f5deab78fc6e812b7211dc793
source: There are Technology Vaults buried under this region, we've got to drive the Vek out before they can damage them!
de: In dieser Region sind Technologie-Gewölbe vergraben, wir müssen die Vek austreiben, bevor sie sie beschädigen können!

# ~scripts/personalities/missions.csv_a4cb386ce7f1155abcbbb15f9dcd70b2
source: With most of Old Earth under water, we've got to defend what little remains. Archive has protected these buildings for decades, but we're counting on you now.
de: Mit dem größten Teil der Alten Erde unter Wasser müssen wir verteidigen, was übrig bleibt. Das Archiv hat diese Gebäude jahrzehntelang geschützt, aber wir zählen jetzt auf dich.

# ~scripts/personalities/missions.csv_bca68760498313c1fc6b701fd362eef7
source: Our island suffered greatly when we turned our terraforming tech against the Vek. Still, we must defend what's left.
de: Unsere Insel hat sehr gelitten, als wir unsere Terraforming-Tech gegen die Vek eingesetzt haben. Dennoch müssen wir verteidigen, was übrig ist.

# ~scripts/personalities/missions.csv_48c9f07d7dac336a455146a0877ef87c
source: The civilians in those buildings are tough, but not invincible. Make sure they survive this fight.
de: Die Zivilisten in diesen Gebäuden sind hart, aber nicht unbesiegbar. Stelle sicher, dass sie diesen Kampf überleben.

# ~scripts/personalities/missions.csv_32827c542ff1ce446f601c90ffb8a0a6
source: Grind the Vek into the dirt they're breeding in. If your story of the future is true, they must be stopped here and now.
de: Zermahle die Vek zu Dreck, in dem sie brüten. Wenn deine Zukunftsgeschichte stimmt, müssen sie hier und jetzt gestoppt werden.

# ~scripts/personalities/missions.csv_0546061fdfb4d7769e1d8d5e2f3ef2d2
source: I'm simultaneously monitoring 84 subterranean micro-incursions by the Vek. You will have to manage this one on your own.
de: Ich überwache gleichzeitig 84 unterirdische Mikroeinbrüche durch den Vek. Du musst das selbst managen.

# ~scripts/personalities/missions.csv_96a2fcae009d30f70bcd6975f87c31a5
source: Three out of five subroutines are giving you a low chance of success on this mission. Please be careful.
de: Drei von fünf Subroutinen geben eine geringe Chance auf Erfolg bei dieser Mission. Bitte sei vorsichtig.

# ~scripts/personalities/missions.csv_c83ce008351d14e394f3faed819da1e4
source: With the island melting and sentient life driven mad, you and your Mechs are their only chance.
de: Während die Insel schmilzt und das fühlende Leben verrückt wird, bist du und deine Mechs die einzige Chance.

# ~scripts/personalities/missions.csv_931a9c9f96d381545581f80417916cfb
source: Our residential buildings are full of both forms of sentient life. The survival of two species is depending on you.
de: Unsere Wohngebäude sind voller Formen des empfindungsfähigen Lebens. Das Überleben von zwei Arten hängt von dir ab.

# ~scripts/personalities/missions.csv_c41b13d449fd0672244bf6e5d47ab26d
source: You must press on, commander. Detritus will do all we can to assist you here.
de: Du musst Gas geben, Kommandant. Detritus wird alles tun, um dir zu helfen.

# ~scripts/personalities/missions.csv_92c27d1e75f31e4e7dedf538c14d7c9d
source: Do as you must, commander - the Vek must be driven back and our people protected.
de: Tu was du musst, Kommandant - die Vek müssen zurückgetrieben und unser Volk beschützt werden.

# ~scripts/personalities/missions.csv_2fd595355f2a2c0b2e096f0dadc4da19
source: Know that you and the #squad are our wall against the Vek, commander. We put our faith in you
de: Wisse, dass du und der #squad unsere Mauer gegen den Vek bist, Kommandant. Wir vertrauen auf dich

# ~scripts/personalities/missions.csv_1ea593174ef54a135d44e345fd76f748
source: I have faith in you and the #squad, commander. Know that all of Detritus stands with you.
de: Ich habe Vertrauen in dich und den #squad, Kommandant. Wisse, dass alle von Detritus hinter dir steht.

# ~scripts/personalities/missions.csv_fa3eac1fc3c721eff9d00800828761e0
source: There's a lot of unused space in this region's nature preserves. We'll begin moving refugees here now the Vek are gone.
de: In den Naturreservaten dieser Region gibt es viel ungenutzten Platz. Wir werden anfangen, Flüchtlinge hierher zu bringen, jetzt sind die Vek weg.

# ~scripts/personalities/missions.csv_7a3b948cffdcb1f19ce1ca38f7c23805
source: Vek are not easily defeated, yet you put them down with flying colors. My compliments to the pilots.
de: Vek sind nicht leicht zu besiegen, aber du tötest sie mit Bravour. Mein Kompliment an die Piloten.

# ~scripts/personalities/missions.csv_e5845ef4ab3fc285a8a6b1dc82759f17
source: The troops of Old Earth would have been proud! If only they had been here to see it...
de: Die Truppen der Alten Erde wären stolz gewesen! Wenn sie nur hier gewesen wären, um es zu sehen ...

# ~scripts/personalities/missions.csv_a498831551917ec59b262eb90d78deb8
source: With this region secured, we can open our Technology Vaults. Let's see what other Old Earth tech we can use against the Vek!
de: Mit dieser gesicherten Region können wir unsere Technologie-Gewölbe öffnen. Mal sehen, welche andere Alte-Erde-Technik wir gegen den Vek einsetzen können!

# ~scripts/personalities/missions.csv_244b6d2307b824878b1bc52267d8b011
source: That's the spirit we need if we're going to win this fight. Good work, both you and your... '#squad'.
de: Das ist der Spirit, den wir brauchen, wenn wir diesen Kampf gewinnen wollen. Gute Arbeit, sowohl du als auch dein ... #squad.

# ~scripts/personalities/missions.csv_88b7943827484b410084768fa503800e
source: Excellent, you've gained ground - we'll hold it now, you and your squad keep advancing.
de: Ausgezeichnet, du hast Boden gewonnen - wir werden es jetzt halten, du und deine Mannschaft kommen weiter.

# ~scripts/personalities/missions.csv_95ff08d67a7512a15b6247e38a74c58c
source: Never thought we'd dig the Vek out - wherever you're from, I hope there's more of you on the way.
de: Ich hätte nie gedacht, dass wir die Vek ausgraben würden - wo auch immer du herkommst, ich hoffe, dass mehr von dir auf dem Weg ist.

# ~scripts/personalities/missions.csv_d83ad6384ba6417f1179f8489984e7d6
source: I read the casualty reports, and it's my pleasure to report the Vek are in the top percentile.
de: Ich lese die Unfallberichte, und es ist mir eine Freude zu berichten, dass die Vek im oberen Prozentbereich sind.

# ~scripts/personalities/missions.csv_0c75279dd4c389d5926a9c85f79616fa
source: Region is secure. Deploying troops to hold the area before the weather shifts.
de: Die Region ist sicher. Stelle Truppen bereit, um das Gebiet zu halten, bevor sich das Wetter ändert.

# ~scripts/personalities/missions.csv_a6f5b14beecf0573f14d04c834a9bc9b
source: You and the #squad have driven back the Vek. We are updating our chances of success based on this battle.
de: Du und der #squad haben die Vek zurückgedrängt. Wir aktualisieren unsere Erfolgschancen aufgrund dieser Schlacht.

# ~scripts/personalities/missions.csv_363b0ecce03a268c5ec44f1f0e3df6ac
source: Additional victories of this kind will increase our chances of survival considerably.
de: Zusätzliche Siege dieser Art werden unsere Überlebenschancen erheblich erhöhen.

# ~scripts/personalities/missions.csv_f1b78cd29c50567e7bf7704105db7be3
source: Excellent news: My prognosticator sub-process has dramatically increased the odds of our survival based on your victory.
de: Ausgezeichnete Neuigkeiten: Mein Prognostik-Teilprozess hat die Überlebenschancen aufgrund deines Sieges dramatisch erhöht.

# ~scripts/personalities/missions.csv_88b4c5501c7a5f552a11e9dc723d3e26
source: Well done, #squad! Good news is rare these days, but your efforts here have changed that.
de: Gut gemacht, #squad! Gute Nachrichten sind heutzutage selten, aber deine Bemühungen haben das geändert.

# ~scripts/personalities/missions.csv_2c15a36a67f30247ab48778acce13e3f
source: You've driven them back, commander! This has bought us more time to bolster Detritus' defenses.
de: Du hast sie vertrieben, Kommandant! Das hat uns mehr Zeit gebracht, Detritus' Verteidigung zu stärken.

# ~scripts/personalities/missions.csv_fdb9dd6fa9ca9b628d42a1cc0c611a56
source: I know my thanks is a poor reward, but all of Detritus is grateful for what you and the #squad have done here today.
de: Ich weiß, dass mein Dank eine schlechte Belohnung ist, aber alles von Detritus ist dankbar für das, was du und die Leute hier heute getan haben.

# ~scripts/personalities/missions.csv_aa3a934716162008cd7ec9e80c27dfa6
source: My faith in you was not misplaced, commander. You have Detritus' gratitude.
de: Mein Vertrauen in dich war nicht unpassend, Commander. Du hast Detritus' Dankbarkeit.

# ~scripts/personalities/missions.csv_a2a1712a128d59f00db1157ce9ed83cc
source: With the success of the #squad on the field, I've been able to focus efforts on the factories and the Vek elsewhere on Detritus!
de: Mit dem Erfolg des #squad auf dem Feld, konnte ich mich auf die Fabriken und die Vek anderswo auf Detritus konzentrieren!

# ~scripts/personalities/missions.csv_3197d018ae5d8ed3e7f27a9e503e97d9
source: Well now, hmmm... that could have gone better for everyone involved. Let's hope the next battle is more successful.
de: Nun, hmmm ... das hätte für alle Beteiligten besser laufen können. Hoffen wir, dass der nächste Kampf erfolgreicher ist.

# ~scripts/personalities/missions.csv_0cee410b2b9ace51f77eacb4a8396e0b
source: Without your help, humanity will join Old Earth and be a thing of the past. But we can't let this mission be the norm, we have to do better!
de: Ohne deine Hilfe wird es die Menschheit der Alten Erde nachmachen und Vergangenheit sein. Aber wir können diese Mission nicht die Norm sein lassen, wir müssen es besser machen!

# ~scripts/personalities/missions.csv_17511e0266789a81617a94ef933432b7
source: I don't care about your best - don't let the enemy gain any more ground. I shouldn't need to tell you this!
de: Mir ist dein Bestes egal - lass den Feind nicht mehr Boden gewinnen. Ich sollte dir das nicht sagen müssen!

# ~scripts/personalities/missions.csv_15e575e31b50bcffdf8772420d36cd94
source: We don't have anywhere to retreat. If you think we can run, you're wrong. This is all we have.
de: Wir haben nirgendwo einen Rückzug. Wenn du denkst, wir könnten rennen, liegst du falsch. Das ist alles was wir haben.

# ~scripts/personalities/missions.csv_404f21d06c9bd3581b52c38df1cd3e8c
source: Your best isn't good enough. We need better.
de: Dein Bestes ist nicht gut genug. Wir brauchen Besseres.

# ~scripts/personalities/missions.csv_75cd50623949ac01e803af2d65ab8a90
source: If you can't use your weapons to win this fight, then surrender them to someone who can.
de: Wenn du mit deinen Waffen diesen Kampf nicht gewinnen kannst, dann gib sie an jemanden weiter, der es kann.

# ~scripts/personalities/missions.csv_1e02e489e4de535d6d617756c910e4b7
source: At least you were able to save some sentient life in the region, though you failed to accomplish anything else.
de: Wenigstens konntest du in der Region ein empfindsames Leben retten, obwohl du nichts anderes geschafft hast.

# ~scripts/personalities/missions.csv_d5dd3f8f9340e628ba68586e525a847b
source: Our objectives were not met. Recalculating our chances of mounting a successful defense.
de: Unsere Ziele wurden nicht erreicht. Neuberechnung unserer Chancen auf eine erfolgreiche Verteidigung.

# ~scripts/personalities/missions.csv_190d0cd1f2784bd14d0992c31fa86a83
source: I am grateful for your efforts, commander... even if the results were not what we hoped.
de: Ich bin dankbar für deine Bemühungen, Commander ... auch wenn die Ergebnisse nicht das waren, was wir uns erhofft hatten.

# ~scripts/personalities/missions.csv_11d75438acc00b99350699f1790baf1f
source: Today has been a victory for the Vek. I fear if we lose any more ground, Detritus and our people may be lost.
de: Heute war ein Sieg für die Vek. Ich fürchte, wenn wir mehr Boden verlieren, können Detritus und unsere Leute verlieren.

# ~scripts/personalities/missions.csv_dfe3be75f4745b4eeee410838d776f76
source: Not currently used, but we'll need it
de: Derzeit nicht verwendet, aber wir werden es brauchen

# ~scripts/personalities/missions.csv_99b658e7703f989141a693b92e46355a
source: My condolences for the loss of your pilots... they fought bravely and well. They will be remembered.
de: Mein Beileid für den Verlust deiner Piloten ... sie haben tapfer und gut gekämpft. Sie werden in Erinnerung bleiben.

# ~scripts/personalities/missions.csv_1bae0c42ee3fe41035c7b2b4a201ad7a
source: Know that all Archive Corporation mourns the loss of your pilots. We know you are putting yourselves in harm's way for us.
de: Wisse, dass die Archive Corporation um den Verlust deiner Piloten trauert. Wir wissen, dass Sie sich selbst, für uns, in Gefahr bringen.

# ~scripts/personalities/missions.csv_542c01129015bb83a596d42f82c9f6b5
source: The war won't be determined by this battle - but a few more like this, and it might be. We can't afford any more losses.
de: Der Krieg wird nicht durch diesen Kampf bestimmt - aber ein paar mehr wie diese, und das könnte es gewesen sein. Wir können uns keine Verluste mehr leisten.

# ~scripts/personalities/missions.csv_5ffd0115b42ad52b75624067ecc60a9d
source: One lost battle doesn't lose the war - but we can't continue to lose ground. You need to focus.
de: Ein verlorener Kampf verliert nicht den Krieg - aber wir können nicht weiter an Boden verlieren. Du musst dich konzentrieren.

# ~scripts/personalities/missions.csv_ca702f7640fa214d5dcb64387538e7ca
source: Your pilots are the heart of your war machine. Without them you don't stand a chance.
de: Deine Piloten sind das Herz deiner Kriegsmaschine. Ohne sie haben Sie keine Chance.

# ~scripts/personalities/missions.csv_defd3c778e98c2259f91bcca4a2acdd4
source: I have asked that the names of your fallen pilots be added to our Memorial Wall. Their sacrifice will not be forgotten.
de: Ich habe darum gebeten, dass die Namen deiner gefallenen Piloten unserer Gedenkmauer hinzugefügt werden. Die Opfer wird nicht vergessen werden.

# ~scripts/personalities/missions.csv_61da2fcb72c9418e1b33da0986369f3b
source: The Mechs of the #squad are powerful, but I worry few are left to pilot them - now, even fewer than before.
de: Die Mechs des #squad sind mächtig, aber ich sorge mich, dass nur noch wenige übrig sind, um sie zu steuern - jetzt, noch weniger als zuvor.

# ~scripts/personalities/missions.csv_90c43552958160cf2963acdfa1220abd
source: Some missions use generic objectives, so the CEO can pull from these lists to address those objectives
de: Einige Missionen verwenden generische Ziele, so dass der CEO diese Listen zur Erreichung dieser Ziele nutzen kann

# ~scripts/personalities/missions.csv_b4864f1e562b368b5ac876643d7f9b55
source: Our equipment and resources to repair your Mechs are limited - please keep damage to a minimum if you can.
de: Unsere Ausrüstung und Ressourcen zur Reparatur deiner Mechs sind begrenzt - bitte halte den Schaden auf ein Minimum, wenn du kannst.

# ~scripts/personalities/missions.csv_299c9445117a9dd0dc4a9445447742cc
source: We can barely keep our cities functioning, let alone repair your Mechs if they are damaged. Choose your shots carefully.
de: Wir können unsere Städte kaum in Betrieb halten, geschweige denn den kaputten Mechs reparieren. Wähle deine Schüsse sorgfältig aus.

# ~scripts/personalities/missions.csv_487cf87c74fc42c39a59b493d4df36ea
source: This isn't Pinnacle - we don't have enough engineering crews to fix your Mechs if they take heavy damage.
de: Das ist nicht Pinnacle - wir haben nicht genügend Technik-Crews, um deine Mechs zu reparieren, wenn sie schweren Schaden nehmen.

# ~scripts/personalities/missions.csv_499d62e3c3ab658da312f161de9a323d
source: There will be little time between skirmishes and we need you fully operational. Exercise caution.
de: Es wird wenig Zeit zwischen den Gefechten geben und wir brauchen euch voll einsatzbereit. Vorsicht.

# ~scripts/personalities/missions.csv_0e843fa3a9305d82023b77e5757f0d65
source: Our robotic repair teams are offline. It will be difficult to assist with Mech repair before the next combat operation. Please keep that in mind.
de: Unsere Roboter-Reparaturteams sind offline. Es wird schwierig sein, mit der Mech-Reparatur vor dem nächsten Kampfeinsatz zu helfen. Bitte beachte das.

# ~scripts/personalities/missions.csv_c7b749a8dd393eb7282e06502c433651
source: Unfortunately, most of our engineering division is occupied. If the Mechs of the #squad take too much damage, we may not be able to repair them.
de: Leider ist der Großteil unserer Engineering-Abteilung besetzt. Wenn die Mechs des #squad zu viel Schaden nehmen, können wir sie möglicherweise nicht reparieren.

# ~scripts/personalities/missions.csv_888b6a03dae57e237394f3c3e4c73d44
source: We have no personnel to repair your Mechs if damaged. It is unfortunate, but please, do what you can to keep them out of harm's way.
de: Wir haben kein Personal, um die Mechs zu reparieren, wenn sie beschädigt sind. Es ist bedauerlich, aber bitte, tu was du kannst, um sie vor Schaden zu bewahren.

# ~scripts/personalities/missions.csv_4e5fe263ffc31e5d80967f1c1fbebbe9
source: Your Mechs look almost untouched! That's a relief... it'll allow us to assign our repair crews to reinforce the refugee shelters instead.
de: Deine Mechs sehen fast unberührt aus! Das ist eine Erleichterung ... es wird uns erlauben, unsere Reparaturmannschaften zu beauftragen, stattdessen die Flüchtlingsunterkünfte zu verstärken.

# ~scripts/personalities/missions.csv_fd8377f8f54a48b51f1076d0bd8867e3
source: Your Mechs are barely scratched! That'll allow us to assign our repair crews to emergencies in other regions.
de: Deine Mechs sind kaum zerkratzt! So können wir unsere Reparaturmannschaften in anderen Regionen Notfällen zuweisen.

# ~scripts/personalities/missions.csv_2e52f7066cba59a9d41d9b33f89a198e
source: I see you and the #squad weathered the worst of it and survived. Excellent.
de: Ich sehe, du und der #squad erleiden das Schlimmste und überleben. Ausgezeichnet.
