Repository: Difonzo/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: de

# scripts/text_achievements.lua_Ach_Global_Island_Building_Title
source: The Defenders
de: Die Verteidiger

# scripts/text_achievements.lua_Ach_Global_Island_Building_Text
source: Finish a Corporate Island without taking Building Damage
de: Beende eine Firmeninsel ohne Schaden zu nehmen

source: Failed on current Island
de: Auf der aktuellen Insel fehlgeschlagen

# scripts/text_achievements.lua_Ach_Global_Island_Mechs_Title
source: Untouchable
de: Unantastbar

# scripts/text_achievements.lua_Ach_Global_Island_Mechs_Text
source: Finish a Corporate Island without taking Mech Damage (Repaired damage is still damage)
de: Beende eine Firmeninsel ohne Mech-Schaden zu nehmen (Reparierter Schaden ist immer noch Schaden)

# scripts/text_achievements.lua_Ach_Global_Island_Power_Title
source: Backup Batteries
de: Backup-Batterien

# scripts/text_achievements.lua_Ach_Global_Island_Power_Text
source: Earn or buy 10 Grid Power on a single Corporate Island
de: Verdiene oder kaufe 10 Netzenergie auf einer einzigen Firmeninsel

# scripts/text_achievements.lua_Ach_Global_Island_Power_Progress
source: Progress: $1 Grid Power earned
de: Fortschritt: $1 Netzenergie verdient

# scripts/text_achievements.lua_Ach_Global_Island_Rep_Title
source: Good Samaritan
de: Der gute Samariter

# scripts/text_achievements.lua_Ach_Global_Island_Rep_Text
source: Earn 9 Reputation from missions on a single Corporate Island
de: Verdiene 9 Reputation von Missionen auf einer einzigen Firmeninsel

# scripts/text_achievements.lua_Ach_Global_Island_Rep_Progress
source: Progress: $1 Reputation earned
de: Fortschritt: $1 Reputation verdient

# scripts/text_achievements.lua_Ach_Global_Pilot_Max_Title
source: Field Promotion
de: Feldwerbung

# scripts/text_achievements.lua_Ach_Global_Pilot_Max_Text
source: Have a Pilot reach maximum level
de: Lasse einen Piloten das maximale Level erreichen

# scripts/text_achievements.lua_Ach_Global_Pilot_Three_Title
source: Best of the Best
de: Bester der Besten

# scripts/text_achievements.lua_Ach_Global_Pilot_Three_Text
source: Have 3 Pilots at maximum level simultaneously
de: Halte gleichzeitig 3 Piloten auf Maximalstufe

# scripts/text_achievements.lua_Ach_Global_Pilot_Three_Progress
source: Progress: $1 Max Level Pilot(s)
de: Fortschritt: $1 Max. Level Piloten

# scripts/text_achievements.lua_Ach_Global_Pilot_Unlocked_Title
source: Come Together
de: Komm zusammen

# scripts/text_achievements.lua_Ach_Global_Pilot_Unlocked_Text
source: Unlock 6 additional Pilots
de: Schalte 6 zusätzliche Piloten frei

# scripts/text_achievements.lua_Ach_Global_Pilot_Unlocked_Progress
source: Progress: $1 Pilots
de: Fortschritt: $1 Piloten

# scripts/text_achievements.lua_Ach_Global_Pilot_Final_Title
source: I'm getting too old for this...
de: Ich werde zu alt dafür ...

# scripts/text_achievements.lua_Ach_Global_Pilot_Final_Text
source: Have an individual Pilot fight the final battle 3 times across multiple games
de: Lass einen einzelnen Piloten 3 Mal über mehrere Spiele hinweg kämpfen

# scripts/text_achievements.lua_Ach_Global_Pilot_Final_Progress
source: Progress: $1 Final Battle(s)
de: Fortschritt: $1 Finale Kämpfe

# scripts/text_achievements.lua_Ach_Global_Pilot_Face_Title
source: Distant Friends
de: Entfernte Freunde

# scripts/text_achievements.lua_Ach_Global_Pilot_Face_Text
source: Encounter a familiar face
de: Begegne einem vertrauten Gesicht

# scripts/text_achievements.lua_Ach_Global_Challenge_Power_Title
source: Sustainable Energy
de: Nachhaltige Energie

# scripts/text_achievements.lua_Ach_Global_Challenge_Power_Text
source: Finish 3 Corporate Islands without dropping below 4 Grid Power
de: Beende 3 Firmeninseln ohne unter 4 Netzenergie zu fallen

# scripts/text_achievements.lua_Ach_Global_Challenge_Power_Failed
source: Failed: Dropped below 3 Power
de: Fehlgeschlagen: Unter 3 Energie gefallen

# scripts/text_achievements.lua_Ach_Global_Challenge_Mods_Title
source: Engineering Dropout
de: Engineering-Ausfall

# scripts/text_achievements.lua_Ach_Global_Challenge_Mods_Text
source: Finish 3 Corporate Islands without powering a Weapon Modification
de: Beende 3 Firmeninseln, ohne eine Waffenmodifikation zu aktivieren

# scripts/text_achievements.lua_Ach_Global_Challenge_Mods_Failed
source: Failed: Modification powered
de: Fehlgeschlagen: Änderung aktiviert

# scripts/text_achievements.lua_Ach_Global_Challenge_Pods_Title
source: Chronophobia
de: Chronophobie

# scripts/text_achievements.lua_Ach_Global_Challenge_Pods_Text
source: Finish 3 Corporate Islands and destroy every Time Pod discovered
de: Beende 3 Firmeninseln und zerstöre jede gefundene Zeitkapsel

# scripts/text_achievements.lua_Ach_Global_Challenge_Pods_Failed
source: Failed: Time Pod collected
de: Fehlgeschlagen: Zeitkapsel gesammelt

# scripts/text_achievements.lua_Ach_Global_Challenge_Perfect_Title
source: There is No Try
de: Es gibt keinen Versuch

# scripts/text_achievements.lua_Ach_Global_Challenge_Perfect_Text
source: Finish 3 Corporate Islands without failing an objective
de: Beende 3 Firmeninseln, ohne ein Ziel zu verfehlen

# scripts/text_achievements.lua_Ach_Global_Challenge_Perfect_Failed
source: Failed: Objective failed
de: Fehlgeschlagen: Ziel fehlgeschlagen

# scripts/text_achievements.lua_Ach_Global_Challenge_New_Title
source: Trusted Equipment
de: Vertrauenswürdige Ausrüstung

# scripts/text_achievements.lua_Ach_Global_Challenge_New_Text
source: Finish 3 Corporate Islands without equipping any new Pilots or weapons
de: Beende 3 Firmeninseln ohne neue Piloten oder Waffen

# scripts/text_achievements.lua_Ach_Global_Challenge_New_Failed
source: Failed: Changed loadout
de: Fehlgeschlagen: Loadout geändert

# scripts/text_achievements.lua_Ach_Random_1_Title
source: Loot Boxes!
de: Lootboxen!

# scripts/text_achievements.lua_Ach_Random_1_Text
source: Open 5 Time Pods in a single game
de: Öffne 5 Zeitkapseln in einem einzigen Spiel

# scripts/text_achievements.lua_Ach_Random_1_Progress
source: Progress: $1 opened
de: Fortschritt: $1 geöffnet

# scripts/text_achievements.lua_Ach_Random_2_Title
source: Lucky Start
de: Glücklicher Anfang

# scripts/text_achievements.lua_Ach_Random_2_Text
source: Beat the game (any length) without spending any Reputation
de: Schlage das Spiel (beliebig lang), ohne einen Reputation auszugeben

# scripts/text_achievements.lua_Ach_Random_2_Failed
source: Failed: Spent Reputation
de: Fehlgeschlagen: Verbrauchte Reputation

# scripts/text_achievements.lua_Ach_Random_3_Title
source: Change the Odds
de: Ändere die Chancen

# scripts/text_achievements.lua_Ach_Random_3_Text
source: Raise Grid Defense to 30% or more
de: Verteidigung auf 30% oder mehr erhöhen

# scripts/text_achievements.lua_Ach_Custom_1_Title
source: Mech Specialist
de: Mech-Spezialist

# scripts/text_achievements.lua_Ach_Custom_1_Text
source: Beat the game with 3 of the same Mech
de: Schlage das Spiel mit 3 gleichen Mechs

source: Impossible: Current Squad doesn't satisfy requirements
de: Unmöglich: Der aktuelle Squad erfüllt die Anforderungen nicht

# scripts/text_achievements.lua_Ach_Custom_2_Title
source: Class Specialist
de: Klassenspezialist

# scripts/text_achievements.lua_Ach_Custom_2_Text
source: Beat the game with 3 different Mechs from the same class
de: Schlage das Spiel mit 3 verschiedenen Mechs aus derselben Klasse

# scripts/text_achievements.lua_Ach_Custom_3_Title
source: Flight Specialist
de: Flugspezialist

# scripts/text_achievements.lua_Ach_Custom_3_Text
source: Beat the game with 3 flying Mechs
de: Schlage das Spiel mit 3 fliegenden Mechs

# scripts/text_achievements.lua_Ach_Archive_A_1_Title
source: Watery Grave
de: Wässriges Grab

# scripts/text_achievements.lua_Ach_Archive_A_1_Text
source: Drown 3 enemies in water in a single battle
de: Ertränke 3 Feinde in Wasser in einer einzigen Schlacht

# scripts/text_achievements.lua_Ach_Archive_A_1_Progress
source: Progress: $1 drowned
de: Fortschritt: $1 ertrunken

# scripts/text_achievements.lua_Ach_Archive_A_2_Title
source: Ramming Speed
de: Rammgeschwindigkeit

# scripts/text_achievements.lua_Ach_Archive_A_2_Text
source: Kill an enemy 5 or more tiles away with a Dash Punch
de: Töte einen Feind mit einem Stoß von 5 oder mehr Feldern

# scripts/text_achievements.lua_Ach_Archive_A_3_Title
source: Island Secure
de: Insel sicher

# scripts/text_achievements.lua_Ach_Archive_A_3_Text
source: Complete the first Corporate Island
de: Beende die erste Firmeninsel

# scripts/text_achievements.lua_Ach_Archive_B_1_Title
source: Unbreakable
de: Unzerbrechlich

# scripts/text_achievements.lua_Ach_Archive_B_1_Text
source: Have Mech Armor absorb 5 damage in a single battle
de: Lass Mech-Rüstung in einem Kampf 5 Schaden absorbieren

# scripts/text_achievements.lua_Ach_Archive_B_1_Progress
source: Progress: $1 Damage Blocked
de: Fortschritt: $1 Schaden geblockt

# scripts/text_achievements.lua_Ach_Archive_B_2_Title
source: Unwitting Allies
de: Unwissende Verbündete

# scripts/text_achievements.lua_Ach_Archive_B_2_Text
source: Have 4 enemies die from enemy fire in a single battle
de: Lass in einem Kampf 4 Feinde durch feindliches Feuer sterben

# scripts/text_achievements.lua_Ach_Archive_B_2_Progress
source: Progress: $1 killed
de: Fortschritt: $1 getötet

# scripts/text_achievements.lua_Ach_Archive_B_3_Title
source: Mass Displacement
de: Massenverschiebung

# scripts/text_achievements.lua_Ach_Archive_B_3_Text
source: Push 3 enemies with a single attack
de: Stoße 3 Feinde mit einem einzigen Angriff

source: Overpowered
de: Überlastet

# scripts/text_achievements.lua_Ach_Rust_A_1_Text
source: Overpower your Power Grid twice by earning or buying Power when it is full
de: Überlaste dein Netz zweimal, indem du Energie verdienst oder kaufst, wenn es voll ist

# scripts/text_achievements.lua_Ach_Rust_A_1_Progress
source: Progress: Overpowered $1 / 2
de: Fortschritt: Überlastet $1 / 2

# scripts/text_achievements.lua_Ach_Rust_A_2_Title
source: Stormy Weather
de: Stürmisches Wetter

# scripts/text_achievements.lua_Ach_Rust_A_2_Text
source: Deal 12 damage with Electric Smoke in a single battle
de: Verursache 12 Schaden mit Elektrischer Rauch in einer einzigen Schlacht

# scripts/text_achievements.lua_Ach_Rust_A_2_Progress
source: Progress: $1 damage
de: Fortschritt: $1 Schaden

# scripts/text_achievements.lua_Ach_Rust_A_3_Title
source: Perfect Battle
de: Perfekte Schlacht

# scripts/text_achievements.lua_Ach_Rust_A_3_Text
source: Take no Mech or Building Damage in a single battle (Repaired damage is still damage)
de: Nimm keinen Mech oder Gebäude-Schaden in einer einzigen Schlacht (Reparierter Schaden ist immer noch Schaden)

# scripts/text_achievements.lua_Ach_Rust_A_3_Failed
source: Failed: $1 damaged
de: Fehlgeschlagen: $1 beschädigt

# scripts/text_achievements.lua_Ach_Rust_B_1_Title
source: Quantum Entanglement
de: Quantenverschränkung

# scripts/text_achievements.lua_Ach_Rust_B_1_Text
source: Teleport a unit 4 tiles away
de: Teleportiere eine Einheit 4 Felder ​weg

# scripts/text_achievements.lua_Ach_Rust_B_2_Title
source: Scorched Earth
de: Verbrannte Erde

# scripts/text_achievements.lua_Ach_Rust_B_2_Text
source: End a battle with 12 tiles on Fire
de: Beende einen Kampf mit 12 brennenden Feldern

# scripts/text_achievements.lua_Ach_Rust_B_2_Progress
source: Progress: $1 on Fire
de: Fortschritt: $1 brennen

# scripts/text_achievements.lua_Ach_Rust_B_3_Title
source: This is Fine
de: Das ist in Ordnung

# scripts/text_achievements.lua_Ach_Rust_B_3_Text
source: Have 5 enemies on Fire simultaneously
de: Lass 5 Gegner gleichzeitig brennen

# scripts/text_achievements.lua_Ach_Rust_B_3_Progress
source: Progress: $1 currently on Fire
de: Fortschritt: $1 brennen momentan

# scripts/text_achievements.lua_Ach_Pinnacle_A_1_Title
source: Get Over Here
de: Komm her

# scripts/text_achievements.lua_Ach_Pinnacle_A_1_Text
source: Kill an enemy by pulling it into yourself
de: Töte einen Feind, indem du ihn in dich ziehst

# scripts/text_achievements.lua_Ach_Pinnacle_A_2_Title
source: Glittering C-Beam
de: Glitzernder C-Beam

# scripts/text_achievements.lua_Ach_Pinnacle_A_2_Text
source: Hit 4 enemies with a single laser
de: Treffe 4 Feinde mit einem einzigen Laser

# scripts/text_achievements.lua_Ach_Pinnacle_A_3_Title
source: Shield Mastery
de: Schildbeherrschung

# scripts/text_achievements.lua_Ach_Pinnacle_A_3_Text
source: Block damage with a Shield 4 times in a single battle
de: Blockiere den Schaden mit einem Schild 4 Mal in einer einzigen Schlacht

# scripts/text_achievements.lua_Ach_Pinnacle_A_3_Progress
source: Progress: $1 damage blocked
de: Fortschritt: $1 Schaden geblockt

# scripts/text_achievements.lua_Ach_Pinnacle_B_1_Title
source: Cryo Expert
de: Cryo-Experte

# scripts/text_achievements.lua_Ach_Pinnacle_B_1_Text
source: Shoot the Cryo-Launcher 4 times in a single battle
de: Schieße den Cryo-Launcher 4 Mal in einem Kampf

# scripts/text_achievements.lua_Ach_Pinnacle_B_1_Progress
source: Progress: $1 shot
de: Fortschritt: $1 Schuss

# scripts/text_achievements.lua_Ach_Pinnacle_B_2_Title
source: Trick Shot
de: Trickschuss

# scripts/text_achievements.lua_Ach_Pinnacle_B_2_Text
source: Kill 3 enemies with a single attack of the Janus Cannon
de: Töte 3 Feinde mit einem einzigen Angriff der Januskanone

# scripts/text_achievements.lua_Ach_Pinnacle_B_3_Title
source: Pacifist
de: Pazifist

# scripts/text_achievements.lua_Ach_Pinnacle_B_3_Text
source: Kill fewer than 3 enemies in a single battle
de: Töte weniger als 3 Gegner in einer einzigen Schlacht

# scripts/text_achievements.lua_Ach_Pinnacle_B_3_Failed
source: Failed: $1 killed
de: Fehlgeschlagen: $1 getötet

# scripts/text_achievements.lua_Ach_Detritus_A_1_Title
source: Chain Attack
de: Kettenangriff

# scripts/text_achievements.lua_Ach_Detritus_A_1_Text
source: Have the Chain Whip attack chain through 10 tiles
de: Lass den Kettenangriff durch 10 Felder ziehen

# scripts/text_achievements.lua_Ach_Detritus_A_2_Title
source: Lightning War
de: Blitzkrieg

# scripts/text_achievements.lua_Ach_Detritus_A_2_Text
source: Finish the first 2 Corporate Islands in under 30 minutes
de: Beende die ersten 2 Firmeninseln in weniger als 30 Minuten

# scripts/text_achievements.lua_Ach_Detritus_A_2_Failed
source: Failed: Too slow!
de: Fehlgeschlagen: Zu langsam!

# scripts/text_achievements.lua_Ach_Detritus_A_3_Title
source: Hold the Line
de: Bleib dran

# scripts/text_achievements.lua_Ach_Detritus_A_3_Text
source: Block 4 emerging Vek in a single turn
de: Blockiere 4 auftauchende Vek in einer einzigen Runde

# scripts/text_achievements.lua_Ach_Detritus_B_1_Title
source: Healing
de: Heilung

# scripts/text_achievements.lua_Ach_Detritus_B_1_Text
source: Heal 10 Mech Health in a single battle
de: Heile in einer einzigen Schlacht 10 Mech Gesundheit

# scripts/text_achievements.lua_Ach_Detritus_B_1_Progress
source: Progress: $1 healed
de: Fortschritt: $1 geheilt

# scripts/text_achievements.lua_Ach_Detritus_B_2_Title
source: Immortal
de: Unsterblich

# scripts/text_achievements.lua_Ach_Detritus_B_2_Text
source: Finish 4 Corporate Islands without a Mech being destroyed at the end of a battle
de: Beende 4 Firmeninseln, ohne dass ein Mech am Ende einer Schlacht zerstört wird

# scripts/text_achievements.lua_Ach_Detritus_B_2_Failed
source: Failed: At least one Mech was destroyed
de: Fehlgeschlagen: Mindestens ein Mech wurde zerstört

# scripts/text_achievements.lua_Ach_Detritus_B_3_Text
source: Deal 8 damage to a unit with a single attack
de: Füge einer Einheit mit einem einzigen Angriff 8 Schaden zu

# scripts/text_tooltips.lua_TILE_TOOLTIPS__fire_0
source: Fire Tile
de: Feuer

# scripts/text_tooltips.lua_TILE_TOOLTIPS__fire_1
source: Lights units on Fire.
de: Steckt Einheiten in Brand.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__forest_0
source: Forest Tile
de: Wald

# scripts/text_tooltips.lua_TILE_TOOLTIPS__forest_1
source: If damaged, lights on Fire.
de: Wenn es beschädigt wird, brennt es.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__forest_fire_0
source: Forest Fire
de: Waldbrand

# scripts/text_tooltips.lua_TILE_TOOLTIPS__forest_fire_1
source: Lights units on Fire. This fire was started when a Forest Tile was damaged.
de: Setzt Einheiten in Brand. Dieses Feuer wurde durch einen beschädigten Wald entfacht.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__smoke_0
source: Smoke Tile
de: Rauch

source: Units in Smoke cannot attack or repair.
de: Einheiten in Rauch können weder angreifen noch reparieren.

source: Electric Smoke
de: Elektrischer Rauch

# scripts/text_tooltips.lua_TILE_TOOLTIPS__electric_smoke_1
source: Units in Smoke cannot attack or repair. Electricity damages enemy units.
de: Einheiten in Rauch können weder angreifen noch reparieren. Elektrizität beschädigt gegnerische Einheiten.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__emerging_0
source: Vek Emerging
de: Vek treffen ein

# scripts/text_tooltips.lua_TILE_TOOLTIPS__emerging_1
source: Enemy emerging next turn. Can be blocked.
de: Feind erscheint im nächste Zug. Kann blockiert werden.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__critical_0
source: Critical
de: Kritisch

# scripts/text_tooltips.lua_TILE_TOOLTIPS__critical_1
source: This building is important to mission objectives.
de: Dieses Gebäude ist wichtig für Missionsziele.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__pylon_0
source: Power Pylon
de: Energie Pylon

# scripts/text_tooltips.lua_TILE_TOOLTIPS__pylon_1
source: Remote Power Pylons connect your Mechs to the Grid even underground. Not populated.
de: Entfernter Energie Pylon verbindet Mechs auch unterirdisch mit dem Netz. Nicht besiedelt.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__supervolcano_0
source: Super Volcano
de: Super Vulkan

# scripts/text_tooltips.lua_TILE_TOOLTIPS__supervolcano_1
source: Indestructible volcano that blocks movement and projectiles.
de: Unzerstörbarer Vulkan, der Bewegung und Projektile blockiert.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__powered_0
source: Civilian Building
de: Zivilgebäude

# scripts/text_tooltips.lua_TILE_TOOLTIPS__powered_1
source: Your Power Grid is reduced when Grid Structures are damaged.
de: Das Stromnetz wird reduziert, wenn Strukturen beschädigt werden.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__evacuated_0
source: Evacuated Building
de: Evakuiertes Gebäude

# scripts/text_tooltips.lua_TILE_TOOLTIPS__evacuated_1
source: No effect when damaged.
de: Keine Wirkung bei Beschädigung.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__building_rubble_0
source: Building Rubble
de: Bauschutt

source: No special effect.
de: Kein besonderer Effekt.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__mnt_rubble_0
source: Mountain Rubble
de: Bergschutt

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ice_0
source: Ice Tile
de: Eis

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ice_1
source: Turns into Water when destroyed. Must be hit twice.
de: Wird bei Zerstörung in Wasser verwandelt. Muss zweimal getroffen werden.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__acid_ice_0
source: A.C.I.D. Ice
de: Säureeis

# scripts/text_tooltips.lua_TILE_TOOLTIPS__acid_ice_1
source: Turns into an A.C.I.D. tile when destroyed, but currently safe to stand on.
de: Verwandelt sich in ein Säurefeld wenn es zerstört, zurzeit aber sicher zum stehen.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__lava_ice_0
source: Frozen Lava
de: Gefrorene Lava

# scripts/text_tooltips.lua_TILE_TOOLTIPS__lava_ice_1
source: Turns into a Lava tile when destroyed, but currently safe to stand on.
de: Wird bei der Zerstörung zu Lava, aber momentan ist es sicher.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__damaged_ice_0
source: Damaged Ice Tile
de: Beschädigtes Eis

# scripts/text_tooltips.lua_TILE_TOOLTIPS__damaged_ice_1
source: Turns into a Water tile when destroyed. One hit will destroy it.
de: Verwandelt sich in Wasser, wenn es zerstört wird. Ein Treffer wird es zerstören.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__chasm_0
source: Chasm Tile
de: Abgrund

# scripts/text_tooltips.lua_TILE_TOOLTIPS__chasm_1
source: Ground units pushed in will be destroyed.
de: Einheiten die darauf geschoben werden werden zerstört.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ground_0
source: Ground Tile
de: Boden

# scripts/text_tooltips.lua_TILE_TOOLTIPS__sand_0
source: Sand Tile
de: Sand

# scripts/text_tooltips.lua_TILE_TOOLTIPS__sand_1
source: If damaged, turns into Smoke. Units in Smoke cannot attack or repair.
de: Wenn es beschädigt wird, wird es zu Rauch. Einheiten in Smoke können weder angreifen noch reparieren.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__mountain_0
source: Mountain Tile
de: Berg

# scripts/text_tooltips.lua_TILE_TOOLTIPS__mountain_1
source: Blocks movement and projectiles. Damage twice to destroy.
de: Blockiert Bewegung und Geschosse. Beschädige es zweimal, um es zu zerstören.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__damaged_mountain_0
source: Damaged Mountain
de: Beschädigter Berg

# scripts/text_tooltips.lua_TILE_TOOLTIPS__damaged_mountain_1
source: Blocks movement and projectiles. One hit will destroy it.
de: Blockiert Bewegung und Geschosse. Ein Treffer wird es zerstören.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__water_0
source: Water Tile
de: Wasser

# scripts/text_tooltips.lua_TILE_TOOLTIPS__water_1
source: Units cannot attack in Water. Most non-flying enemies die in Water.
de: Einheiten können nicht in Wasser angreifen. Die meisten nicht fliegenden Feinde sterben in Wasser.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__acid_water_0
source: A.C.I.D. Tile
de: Säure

# scripts/text_tooltips.lua_TILE_TOOLTIPS__acid_water_1
source: Behaves like Water, but inflicts A.C.I.D. on surviving units.
de: Benimmt sich wie Wasser, aber verursacht Säureschaden auf überlebenden Einheiten.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__lava_0
source: Lava Tile
de: Lava

# scripts/text_tooltips.lua_TILE_TOOLTIPS__lava_1
source: Behaves like Water, but inflicts Fire on surviving units.
de: Benimmt sich wie Wasser, verbrennt aber überlebende Einheiten.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__acid_0
source: A.C.I.D. Pool
de: Säurebad

# scripts/text_tooltips.lua_TILE_TOOLTIPS__acid_1
source: Inflicts A.C.I.D. on the 1st unit that steps on this space.
de: Verursacht Säure auf der 1. Einheit, die auf diesen Raum tritt.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__frozen_acid_0
source: Frozen A.C.I.D.
de: Gefrorene Säure

# scripts/text_tooltips.lua_TILE_TOOLTIPS__frozen_acid_1
source: Low temperatures have rendered the A.C.I.D. on this tile inert.
de: Niedrige Temperaturen haben die Säure gefrieren lassen.

source: Destroyed if damaged or trampled by the enemy. Collect with a Mech, or defend until Vek retreat.
de: Zerstört, wenn sie vom Feind beschädigt oder zertrampelt wird. Sammle mit einem Mech oder verteidige es bis zum Rückzug von Vek.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ftl_pod_0
source: Strange Pod
de: Merkwürdiger Pod

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ftl_button_0
source: Strange Object
de: Seltsames Objekt

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ftl_button_1
source: You're not sure what this could be.
de: Du bist dir nicht sicher, was das sein könnte.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ftl_button_destroyed_0
source: Destroyed Object
de: Zerstörtes Objekt

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ftl_button_destroyed_1
source: You're not sure what this was, but it's gone now.
de: Du bist dir nicht sicher, was das war, aber es ist jetzt weg.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__frozen_powered_0
source: Frozen Building
de: Gefrorenes Gebäude

# scripts/text_tooltips.lua_TILE_TOOLTIPS__frozen_powered_1
source: Invincible while Frozen. Any damage will destroy the ice.
de: Unbesiegbar wenn eingefroren. Jeder Schaden wird das Eis zerstören.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__spawning_0
source: Emerging
de: Eintreffend
