Repository: Difonzo/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: de

# scripts/text.lua_Hangar_Custom_Locked
source: Unlock the Squad "$1" to use this Mech
de: Schalte den Squad '$1' frei, um diesen Mech zu benutzen

# scripts/text.lua_Hangar_Custom_Locked_Title
source: Locked Mech
de: Gesperrter Mech

# scripts/text.lua_Button_Hangar_Start
source: Start Game
de: Starten

# scripts/text.lua_Hangar_Random
source: Random Mech
de: Zufälliger Mech

# scripts/text.lua_Hangar_Select
source: Squad Selection
de: Squadauswahl

# scripts/text.lua_Ach_Squad
source: Squad Based
de: Squad basiert

# scripts/text.lua_Hangar_Coins
source: Gain Coins by completing Achievements! Use Coins to unlock new Squads!
de: Erfolge bringen Coins! Benutze Coins fuer neue Squads!

# scripts/text.lua_Hangar_Pilot_Unlock
source: Find new Pilots while playing to unlock them here!
de: Finde neue Piloten im Spiel um sie hier freizuschalten!

# scripts/text.lua_Hangar_Pilot
source: Pilot Selection
de: Pilotenauswahl

# scripts/text.lua_Hangar_Traveler
source: Last Traveler
de: Letzter Reisender

# scripts/text.lua_Hangar_NoAbility
source: No Special Ability
de: Keine besondere Faehigkeit

# scripts/text.lua_Hangar_NoTraveler
source: Last Pilot Not Available
de: Letzter Pilot nicht verfügbar

# scripts/text.lua_Randomized
source: Create random Squad using unlocked Mechs.
de: Erstelle einen zufälligen Squad mit freigeschalteten Mechs.

# scripts/text.lua_Customized
source: Create a custom Squad using unlocked Mechs.
de: Erstelle einen eigenen Squad mit freigeschalteten Mechs.

# scripts/text.lua_RandomizedLocked
source: Unlock more Mechs to use this feature!
de: Zuwenig Mechs freigeschalten!

# scripts/text.lua_No_Weapon
source: No Weapon
de: Keine Waffe

# scripts/text.lua_TipText_MechColor
source: Click to change Mech Color
de: Klicken Sie, um Mech Farbe zu ändern

# scripts/text.lua_TipText_MechName
source: Click to rename Mech
de: Klicken Sie, um Mech umzubenennen

# scripts/text.lua_TipText_PilotName
source: Click to rename Pilot
de: Klicke um Pilot umzubenennen

# scripts/text.lua_TipText_PilotMech
source: Click to change starting Mech for the Time Traveler
de: Klicke hier, um das Start-Mech für den Zeitreisenden zu ändern

# scripts/text.lua_TipTitle_HangarMovement
source: Movement
de: Bewegung

# scripts/text.lua_TipText_HangarMovement
source: How many tiles this Mech can move each turn.
de: Wie viele Felder kann dieser Mech sich in jedem Zug bewegen.

# scripts/text.lua_TipTitle_HangarHealth
source: Health
de: Gesundheit

# scripts/text.lua_TipText_HangarHealth
source: How much damage this Mech can take before being disabled.
de: Wie viel Schaden dieser Mech erleiden, bevor er deaktiviert wird.

# scripts/text.lua_TipText_HangarClass
source: The Mech's Class determines which weapons it can use without a power penalty.
de: Die Mech-Klasse bestimmt, welche Waffen sie ohne eine Energiestrafe benutzen kann.

source: Flying
de: Fliegt

source: Flying units can move over any terrain tile.
de: Fliegende Einheiten können sich über jedes Feld bewegen.

source: Armored
de: Gepanzert

source: Weapon damage to this unit is reduced by 1. All other damage (Push, Blocking, Fire, etc.) is unaffected.
de: Waffenschaden für diese Einheit wird um 1 verringert. Alle anderen Schäden (Stoßen, Blockieren, Feuer usw.) sind davon nicht betroffen.

# scripts/text.lua_TipText_HangarNormal
source: Designed to provide an interesting challenge to new and experienced players.
de: Entwickelt, um neuen und erfahrenen Spielern eine interessante Herausforderung zu bieten.

# scripts/text.lua_TipTitle_HangarEasy
source: Easy Mode
de: Einfacher Modus

# scripts/text.lua_TipText_HangarEasy
source: Reduced enemy spawn rates. Score is reduced by 50%.
de: Verringerte gegnerische Spawn-Raten. Anzahl um 50% reduziert.

# scripts/text.lua_TipTitle_HangarHard
source: Hard Mode
de: Hard Modus

# scripts/text.lua_TipText_HangarHard
source: Increased spawn rates and more Alpha Vek. Score is increased by 50%.
de: Erhöhte Spawn-Raten und mehr Alpha Vek. Anzahl wird um 50% erhöht.

# scripts/text.lua_TipText_LockedColor
source: Unlock the Squad '$1' to use this color
de: Schalte den Squad '$1' frei, um diese Farbe zu verwenden

# scripts/text.lua_TipTitle_LockedColor
source: Locked Color
de: Gesperrte Farbe

# scripts/text.lua_TipTitle_Repeat
source: Repeat Passive Equipment
de: Passive Ausrüstung wiederholen

# scripts/text.lua_TipText_Repeat
source: Your Mech Squad cannot have multiple copies of the same Passive Equipment. You can still play with the Squad, but the extra copies of the Passive Equipment will be removed.
de: Dein Mechsquad kann nicht mehrere Kopien derselben passiven Ausrüstung haben. Du kansst immer noch mit dem Squad spielen, aber die zusätzlichen Kopien der passiven Ausrüstung werden entfernt.

# scripts/text.lua_TipText_ChaosRoll
source: Purely random squad. No restrictions to class, weaponry, or Mech.
de: Rein zufälliger Squad. Keine Einschränkungen für Klasse, Waffen oder Mech.

# scripts/text.lua_TipText_BalancedRoll
source: Slightly restricted random squad. All Mechs will be unique and not from the same class. Mechs will have no more than 4 weapons between them.
de: Leicht eingeschränktes zufälliges Squad. Alle Mechs sind einzigartig und nicht aus derselben Klasse. Mechs haben nicht mehr als 4 Waffen insgesamt.

# scripts/text.lua_Toggle_Fullscreen
source: Fullscreen
de: Vollbild

# scripts/text.lua_Toggle_Grid
source: Grid Coordinates
de: Koordinaten

# scripts/text.lua_Button_Options_Hotkeys
source: Edit Hotkeys
de: Hotkeys bearbeiten

# scripts/text.lua_Button_Options_Scale
source: Max Board Scale: $1
de: Max Board Skalierung: $1

# scripts/text.lua_Toggle_Mute
source: Mute All Audio
de: Ton stummschalten

# scripts/text.lua_Abandon_Confirm
source: You will send a Pilot to a new timeline and lose all other progress.
de: Du wirst einen Piloten auf eine neue Timeline entsenden und dabei jeden Fortschritt verlieren.

# scripts/text.lua_Escape_Title
source: MENU
de: MENÜ

# scripts/text.lua_Escape_Sound
source: Effects Volume
de: Effektlautstärke

# scripts/text.lua_Escape_Music
source: Music Volume
de: Musiklautstärke

# scripts/text.lua_Escape_Video
source: Sound + Video
de: Ton + Video

# scripts/text.lua_Button_Escape_Menu,scripts/text.lua_Button_Victory_Quit
source: MAIN MENU
de: HAUPTMENÜ

# scripts/text.lua_Button_Escape_Exit_Editmode
source: MAP EDIT MODE
de: MAP BEARBEITEN

# scripts/text.lua_Button_Escape_Exit_Editor
source: QUIT EDITOR
de: EDITOR VERLASSEN

# scripts/text.lua_Button_Escape_Options
source: OPTIONS
de: OPTIONEN

# scripts/text.lua_Button_Escape_Ach
source: ACHIEVEMENTS
de: ERFOLGE

# scripts/text.lua_Button_Escape_Quit
source: SAVE and QUIT
de: SPEICHERN U. ENDE

# scripts/text.lua_Button_Escape_Abandon
source: ABANDON TIMELINE
de: VERLASSE ZEITLINIE

# scripts/text.lua_Mouse_Middle
source: Middle Mouse
de: Mittlere Maustaste

# scripts/text.lua_Mouse_X1
source: Mouse 4
de: Maus 4

# scripts/text.lua_Mouse_X2
source: Mouse 5
de: Maus 5

# scripts/text.lua_Opening_1
source: Humanity: Destroyed
de: Menschheit: Zerstört

# scripts/text.lua_Opening_2
source: Vek Threat: Unstoppable
de: Vek Bedrohung: Unaufhaltsam

# scripts/text.lua_Opening_3
source: Mission: Failed
de: Mission: Fehlgeschlagen

# scripts/text.lua_Opening_4
source: Open a breach.
de: Öffne einen Breach.

# scripts/text.lua_Opening_5
source: Time to go back and try again.
de: Zeit zurückzugehen und es erneut zu versuchen.

# scripts/text.lua_Button_Victory_Pilot
source: SEND PILOT
de: PILOT SENDEN

# scripts/text.lua_Button_Select_Mission_Leave
source: LEAVE ISLAND
de: INSEL VERLASSEN

# scripts/text.lua_Button_Select_Mission_Store
source: SPEND REPUTATION
de: REPUTATION BENUTZEN

# scripts/text.lua_Button_Select_Mission_Reward
source: REPUTATION REWARD!
de: REPUTATION ERHALTEN!

# scripts/text.lua_Island_Environment
source: ENVIRONMENT
de: UMGEBUNG

# scripts/text.lua_Island_Boss
source: LEADER:
de: FÜHRENDER:

# scripts/text.lua_Island_Unlock
source: Complete $1 $2 to unlock!
de: Zum freischalten schließe $1 $2 ab!

# scripts/text.lua_Island_Unlock_Single
source: Island
de: Insel

# scripts/text.lua_Island_Unlock_Mult
source: Islands
de: Inseln

# scripts/text.lua_Island_UnlockTitle
source: Island Unlocked!
de: Insel freigeschaltet!

# scripts/text.lua_Island_1
source: ONE Island
de: Eine Insel

# scripts/text.lua_Island_2
source: TWO Islands
de: Zwei Inseln

# scripts/text.lua_Island_3
source: THREE Islands
de: Drei Inseln

# scripts/text.lua_Island_Text
source: By completing $1 you've unlocked In future games, you will be able to visit unlocked Islands in any order.
de: Weil du $1 abgeschlossen hast In zukünftigen Spielen kannst du entsperrte Inseln in beliebiger Reihenfolge besuchen.

# scripts/text.lua_Island_Squad
source: New Squad available when starting a new game!
de: Neues Squad verfügbar, beim Start eines neuen Spiels!

# scripts/text.lua_Alert_Cleared
source: ATTACK CANCELED
de: ATTACKE ABGEBROCHEN

# scripts/text.lua_Alert_Fire
source: FIRE DAMAGE
de: FEUERSCHADEN

# scripts/text.lua_Alert_Elec
source: ELECTRIC DAMAGE
de: ELEKTRISCHER SCHADEN

# scripts/text.lua_Alert_Blocked
source: BLOCKED ENEMY
de: BLOCKIERTER FEIND

# scripts/text.lua_Alert_Attacking
source: NOT ATTACKING
de: ATTACKIERT NICHT

# scripts/text.lua_Alert_Threat
source: THREATENED
de: BEDROHT

# scripts/text.lua_Alert_Healed
source: UNIT REPAIRED
de: EINHEIT REPARIERT

# scripts/text.lua_Alert_BlobSpawn
source: SPLIT SUPPRESSED
de: TEILEN UNTERDRÜCKT

# scripts/text.lua_Alert_Action
source: ACTION AVAILABLE
de: AKTION VERFÜGBAR

# scripts/text.lua_Alert_Warning
source: WARNING!
de: WARNUNG!

# scripts/text.lua_Alert_Passive
source: PASSIVE BONUS
de: PASSIVBONUS

# scripts/text.lua_Alert_Resisted
source: RESISTED
de: WIDERSTANDEN

# scripts/text.lua_Alert_Power
source: POWER LOST
de: ENERGIE VERLOREN

# scripts/text.lua_Alert_Casualties
source: Casualties
de: Verluste

# scripts/text.lua_Alert_Unused
source: POWER AVAILABLE
de: ENERGIE VERFÜGBAR

# scripts/text.lua_Alert_NoWeapon
source: NO WEAPON POWERED
de: KEINE WAFFE GELADEN

# scripts/text.lua_Alert_Open
source: OPEN DOOR
de: TOR ÖFFNEN

# scripts/text.lua_Alert_Pilot
source: PILOT AVAILABLE
de: PILOT VERFÜGBAR

# scripts/text.lua_Alert_Lost
source: REGION LOST
de: REGION VERLOREN

# scripts/text.lua_Alert_Secured
source: REGION SECURED
de: REGION GESICHERT

# scripts/text.lua_Alert_Cores
source: CORES AVAILABLE
de: KERNE VERFÜGBAR

# scripts/text.lua_Alert_PilotCores
source: PILOT & POWER AVAILABLE
de: PILOT & ENERGIE VERFÜGBAR

# scripts/text.lua_Alert_Overflow
source: DEFENSE UP!
de: VERTEIDIGUNG RAUF!

# scripts/text.lua_Alert_Smoke
source: SMOKE BLOCKING!
de: RAUCH BLOCKIERT!

# scripts/text.lua_Alert_Water
source: MECH SUBMERGED!
de: MECH UNTERGETAUCHT!

# scripts/text.lua_Alert_NoTarget
source: NO TARGET AVAILABLE!
de: KEIN ZIEL VERFÜGBAR!

# scripts/text.lua_Status_Full
source: Some effects not listed due to lack of space
de: Einige Effekte sind wegen Platzmangels nicht aufgeführt

# scripts/text.lua_SquadName_Filler
source: Time Travelers
de: Zeitreisende

# scripts/text.lua_TipText_Archive_A
source: These were the very first Mechs to fight against the Vek. They are efficient and reliable.
de: Dies waren die allerersten Mechs, die gegen die Vek kämpften. Sie sind effizient und zuverlässig.

# scripts/text.lua_TipTitle_Archive_B,#162
source: Steel Judoka
de: Stahl Judaica

# scripts/text.lua_TipText_Archive_B
source: These Mechs specialize in positional manipulation to turn the Vek against each other.
de: Diese Mechs sind auf Positionsmanipulationen spezialisiert, um die Vek gegeneinander zu richten.

# scripts/text.lua_TipTitle_Rust_A,#160
source: Rusting Hulks
de: Verrostete Hulks

# scripts/text.lua_TipText_Rust_A
source: R.S.T. weather manipulators allow these Mechs to take advantage of smoke storms everywhere.
de: R. S. T. Wettermanipulatoren ermöglichen es diesen Mechs, Rauchstürme überall zu nutzen.

# scripts/text.lua_TipTitle_Rust_B,#163
source: Flame Behemoths
de: Flammenbehemoths

# scripts/text.lua_TipText_Rust_B
source: Invincible to flames, these Mechs aim to burn any threat to ashes.
de: Unverwundbar für Flammen, zielen diese Mechs darauf ab, jede Bedrohung zu Asche zu verbrennen.

# scripts/text.lua_TipTitle_Pinnacle_A,#161
source: Zenith Guard
de: Zenith-Wache

# scripts/text.lua_TipText_Pinnacle_A
source: Detritus' Beam technology and Pinnacle's Shield technology create a powerful combination.
de: Die Beam-Technologie von Detritus und die Pinnacle Shield-Technologie bilden eine leistungsstarke Kombination.

# scripts/text.lua_TipTitle_Pinnacle_B,#164
source: Frozen Titans
de: Gefrorene Titanen

# scripts/text.lua_TipText_Pinnacle_B
source: These Titans rely on the Cryo Launcher, a powerful weapon that takes an experienced Pilot to master.
de: Diese Titanen sind auf den Cryo Launcher angewiesen, eine mächtige Waffe, die ein erfahrenen Piloten braucht.

# scripts/text.lua_TipText_Detritus_A
source: R.S.T. engineers designed this Squad around the mass destruction capabilities of harnessed lightning.
de: R. S. T. Ingenieure entwarfen dieses Squad auf Basis der Vernichtungskraft von Blitzen.

# scripts/text.lua_TipTitle_Detritus_B,#165
source: Hazardous Mechs
de: Gefährliche Mechs

# scripts/text.lua_TipText_Detritus_B
source: These Mechs have spectacular damage output but rely on nanobots feeding off dead Vek to stay alive.
de: Diese Mechs verursachen spektakuläre Schäden, aber sie verlassen sich auf Nanobots, die tote Vek brauchen, um am Leben zu bleiben.

# scripts/text.lua_TipTitle_Random
source: Randomized Squad
de: Zufälliger Squad

# scripts/text.lua_TipText_Random
source: Create a Random Squad out of all of the Mechs you've unlocked.
de: Erstelle einen zufälliges Squad aus allen Mechs, die du freigeschaltet hast.

# scripts/text.lua_TipTitle_Custom
source: Customized Squad
de: Squad anpassen

# scripts/text.lua_TipText_Custom
source: Create a Custom Squad using any of the Mechs you've unlocked.
de: Erstelle einen benutzerdefinierten Squad mit einem der Mechs, die du freigeschaltet hast.

# scripts/text.lua_TipTitle_Secret,#166
source: Secret Squad
de: Geheime Truppe

# scripts/text.lua_TipText_Secret
source: Humanity's last hope are a blend of Machine and Vek created to defend Earth.
de: Die letzte Hoffnung der Menschheit ist eine Mischung aus Machine und Vek, die geschaffen wurde, um die Erde zu verteidigen.

# scripts/text.lua_Achievement_Completed
source: Completed on $1 Difficulty
de: Abgeschlossen auf Schwierigkeit $1

# scripts/text.lua_Achievement_Header_Pilot
source: Pilot Found!
de: Pilot gefunden!

# scripts/text.lua_Achievement_Text_Pilot
source: Unlocked in Hangar
de: Hangar freigeschalten

# scripts/text.lua_Mute_Title
source: Mute Volume
de: Stummschalten

# scripts/text.lua_Mute_Description
source: Disable all sound
de: Deaktivieren alle Töne

# scripts/text.lua_Undo_Title
source: Undo Move
de: Reset Bewegung

# scripts/text.lua_Undo_Description
source: Undo the last movement you did with a Mech
de: Mach die letzte Bewegung mit einem Mech rückgängig

# scripts/text.lua_Reset_Description
source: If available, reset to the start of the Player Turn
de: Falls verfügbar, auf den Start des Zuges zurücksetzen

# scripts/text.lua_SelectMech1_Title
source: Select Mech 1
de: Wähle Mech 1

# scripts/text.lua_SelectMech1_Description
source: Select your first Mech (based on list order)
de: Wähle deinen ersten Mech (basierend auf der Listenreihenfolge)

# scripts/text.lua_SelectMech2_Title
source: Select Mech 2
de: Wähle Mech 2

# scripts/text.lua_SelectMech2_Description
source: Select your second Mech (based on list order)
de: Wähle deinen zweiten Mech aus (basierend auf der Listenreihenfolge)

# scripts/text.lua_SelectMech3_Title
source: Select Mech 3
de: Wähle Mech 3

# scripts/text.lua_SelectMech3_Description
source: Select your third Mech (based on list order)
de: Wähle deinen dritten Mech aus (basierend auf der Listenreihenfolge)

# scripts/text.lua_SelectDeploy1_Title
source: Select Deployed 1
de: Wähle Bereit 1

# scripts/text.lua_SelectDeploy1_Description
source: Select your first Mech's deployed unit
de: Wähle die eingesetzte Einheit deines ersten Mechs aus

# scripts/text.lua_SelectDeploy2_Title
source: Select Deployed 2
de: Wähle Bereit 2

# scripts/text.lua_SelectDeploy2_Description
source: Select your second Mech's deployed unit
de: Wähle die eingesetzte Einheit deines zweiten Mechs aus

# scripts/text.lua_SelectDeploy3_Title
source: Select Deployed 3
de: Wähle Bereit 3

# scripts/text.lua_SelectDeploy3_Description
source: Select your third Mech's deployed unit
de: Wähle die eingesetzte Einheit deines dritten Mechs aus

# scripts/text.lua_SelectMission1_Title
source: Select Mission Unit 1
de: Wähle Missionseinheit 1 aus

# scripts/text.lua_SelectMission1_Description
source: Select the mission unit you currently control (if available)
de: Wähle die Missionseinheit, die du momentan kontrollierst (falls verfügbar)

# scripts/text.lua_SelectMission2_Title
source: Select Mission Unit 2
de: Wähle Missionseinheit 2

# scripts/text.lua_SelectMission2_Description
source: Select the second mission unit you currently control (if available)
de: Wähle die zweite Missionseinheit aus, die du momentan kontrollierst (falls verfügbar)

# scripts/text.lua_Cycle_Title
source: Cycle Units
de: Zykluseinheiten

# scripts/text.lua_Cycle_Description
source: Cycle to the next available active, controlled unit
de: Wechseln Sie zur nächsten verfügbaren aktiven, kontrollierten Einheit

# scripts/text.lua_Deselect_Title
source: Deselect / Disarm Weapon
de: Waffen entwaffnen

# scripts/text.lua_Deselect_Description
source: Clear currently selected unit
de: Aktuelle Selektion aufheben

# scripts/text.lua_Info_Title
source: Info Overlay
de: Infofenster

# scripts/text.lua_Info_Description
source: Hold down to inspect any unit under your mouse
de: Halte gedrückt, um eine Einheit unter dem Mauszeiger zu untersuchen

# scripts/text.lua_Overlay_Title
source: Attack Order Overlay
de: Angriffsfolge zeigen

# scripts/text.lua_Overlay_Description
source: Hold down to view the current attack order for enemy units
de: Halte gedrückt, um die aktuelle Angriffsfolge für gegnerischen Einheiten anzuzeigen

# scripts/text.lua_Weapon1_Title
source: Weapon 1
de: Waffe 1

# scripts/text.lua_Weapon1_Description
source: Arm or disarm the first weapon equipped on a unit
de: Schalte oder deaktiviere die erste Waffe, die auf einer Einheit installiert ist

# scripts/text.lua_Weapon2_Title
source: Weapon 2
de: Waffe 2

# scripts/text.lua_Weapon2_Description
source: Arm or disarm the second weapon equipped on a unit
de: Schalte oder deaktiviere die zweite Waffe, die auf einer Einheit angebracht ist

# scripts/text.lua_Repair_Title
source: Repair
de: Reparatur

# scripts/text.lua_Repair_Description
source: Activate your Mech Repair Skill (if available)
de: Aktiviere deine Mech-Reparatur-Fähigkeit (falls verfügbar)

# scripts/text.lua_EndTurn_Description
source: End your turn, or confirm the end of deployment
de: Beenden deinen Zug oder bestätige das Ende der Aufstellung

# scripts/text.lua_Fullscreen_Title
source: Toggle Fullscreen
de: Vollbild umschalten

# scripts/text.lua_Fullscreen_Description
source: Toggle fullscreen mode
de: Schaltet den Vollbildmodus um

# scripts/text_achievements.lua_Ach_General_1
source: Victories
de: Siege

# scripts/text_achievements.lua_Ach_General_3
source: Island Challenges
de: Insel-Herausforderungen

# scripts/text_achievements.lua_Ach_General_4
source: Pilot Challenges
de: Pilot-Herausforderungen

# scripts/text_achievements.lua_Ach_General_5
source: Challenge Runs
de: Herausforderungsläufe

# scripts/text_achievements.lua_Ach_Global_Victory_Any_Title
source: Victory
de: Sieg

# scripts/text_achievements.lua_Ach_Global_Victory_Any_Text
source: Beat the game (any length)
de: Schlage das Spiel (beliebig lang)

# scripts/text_achievements.lua_Ach_Global_Victory_Hard_Title
source: Hard Victory
de: Hard Sieg

# scripts/text_achievements.lua_Ach_Global_Victory_Hard_Text
source: Beat the game on Hard (any length)
de: Schlage das Spiel auf Hard (beliebig lang)

# scripts/text_achievements.lua_Ach_Global_Victory_Islands_Title
source: Adaptable Victory
de: Anpassungsfähiger Sieg

# scripts/text_achievements.lua_Ach_Global_Victory_Islands_Text
source: Beat the game at least once per length (2, 3, and 4 Corporate Islands secured)
de: Schlage das Spiel mindestens einmal pro Länge (2, 3 und 4 Firmeninseln gesichert)

# scripts/text_achievements.lua_Ach_Global_Victory_Islands_Progress
source: Progress: $1 / 3 complete
de: Fortschritt: $1 / 3 abgeschlossen

# scripts/text_achievements.lua_Ach_Global_Victory_Four_Title
source: Squads Victory
de: Squad Sieg

# scripts/text_achievements.lua_Ach_Global_Victory_Four_Text
source: Beat the game with 4 different Squads (any length)
de: Schlage das Spiel mit 4 verschiedenen Squads (beliebiger Länge)

# scripts/text_achievements.lua_Ach_Global_Victory_Four_Progress
source: Progress: $1 / 4 victories
de: Fortschritt: $1 / 4 Siege

# scripts/text_achievements.lua_Ach_Global_Victory_Complete_Title
source: Complete Victory
de: Vollende den Sieg

# scripts/text_achievements.lua_Ach_Global_Victory_Complete_Text
source: Beat the game with all 10 primary Squads (any length)
de: Schlage das Spiel mit allen 10 primären Squads (beliebiger Länge)

# scripts/text_achievements.lua_Ach_Global_Victory_Complete_Progress
source: Progress: $1 / 10 victories
de: Fortschritt: $1 / 10 Siege

# scripts/text_achievements.lua_Ach_Global_Meta_Unlock_Title
source: Emerging Technologies
de: Aufkommende Technologien

# scripts/text_achievements.lua_Ach_Global_Meta_Unlock_Text
source: Unlock a new Mech Squad
de: Schalte einen neuen Mech Squad frei

# scripts/text_achievements.lua_Ach_Global_Meta_Reputation_Title
source: Friends in High Places
de: Freunde in hohen Plätzen

# scripts/text_achievements.lua_Ach_Global_Meta_Reputation_Text
source: Spend 50 Reputation across all games
de: Gib 50 Reputation für alle Spiele aus

# scripts/text_achievements.lua_Ach_Global_Meta_Reputation_Progress
source: Progress: $1 Reputation spent
de: Fortschritt: $1 Reputation ausgegeben

# scripts/text_achievements.lua_Ach_Global_Meta_Block_Title
source: Immovable Objects
de: Unbewegliche Objekte

# scripts/text_achievements.lua_Ach_Global_Meta_Block_Text
source: Block 100 Vek across all games
de: Blockiere 100 Vek über alle Spiele

# scripts/text_achievements.lua_Ach_Global_Meta_Block_Progress
source: Progress: $1 Vek Blocked
de: Fortschritt: $1 Vek blockiert

# scripts/text_achievements.lua_Ach_Global_Meta_Rescue_Title
source: Humanity's Savior
de: Der Erlöser der Menschheit

# scripts/text_achievements.lua_Ach_Global_Meta_Rescue_Text
source: Rescue 100,000 civilians across all games
de: Rette 100.000 Zivilisten in allen Spielen

# scripts/text_achievements.lua_Ach_Global_Meta_Rescue_Progress
source: Progress: $1 Civilians rescued
de: Fortschritt: $1 Zivilisten gerettet

# scripts/text_achievements.lua_Ach_Global_Meta_Perfect_Title
source: Perfect Strategy
de: Perfekte Strategie

# scripts/text_achievements.lua_Ach_Global_Meta_Perfect_Text
source: Collect 10 Perfect Island rewards across all games
de: Sammle in allen Spielen 10 Perfekte Insel Belohnungen

# scripts/text_achievements.lua_Ach_Global_Meta_Perfect_Progress
source: Progress: $1 Perfect Island(s)
de: Fortschritt: $1 Perfect Inseln

# scripts/text_achievements.lua_Ach_Global_Island_Perfect_Title
source: Perfect Island
de: Perfekte Insel

# scripts/text_achievements.lua_Ach_Global_Island_Perfect_Text
source: Do not fail any objective on a single Corporate Island
de: Versäume kein Ziel auf einer einzigen Firmeninsel

# scripts/text_achievements.lua_Ach_Global_Island_Perfect_Failed
source: Failed: $1 failed
de: Fehlgeschlagen: $1 ist fehlgeschlagen
