Repository: Difonzo/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: de

# ~scripts/personalities/missions.csv_0533a9324cee976bc12beaf00bbc6d02
source: Destroy 2 Mountains
de: Zerstöre 2 Berge

# ~scripts/personalities/missions.csv_8270a854e7b6fba39f1ffc9bf49eae43
source: We need to move aggressively. We need you to destroy as much land mass in the region as you can before the Vek use the mountains as hives.
de: Wir müssen uns aggressiv bewegen. Wir brauchen dich, um so viel Landmasse in der Region zu zerstören, wie du kannst, bevor die Vek die Berge als Nest benutzen.

# ~scripts/personalities/missions.csv_a697f192cb9580d89e6c76551c50d0e8
source: We need to drive the Vek back - kill all you can, then destroy the mountain ranges before they turn them into hives.
de: Wir müssen die Vek zurücktreiben - töte alles, was du kannst, und zerstöre dann die Bergketten, bevor sie zu Nestern werden.

# ~scripts/personalities/missions.csv_2da9dc629bb0026270ea8e92f7533360
source: Well done. Normally, I would welcome stable ground in any part of R.S.T. - but not if that stable land mass benefits the Vek.
de: Gut gemacht. Normalerweise würde ich einen stabilen Boden in jedem Teil von R.S.T. begrüßen. - aber nicht, wenn diese stabile Landmasse den Vek zugute kommt.

# ~scripts/personalities/missions.csv_e123152df4c97fe802a7faabcda87f08
source: Not enough Vek were killed... and reports indicate enough stable land mass remains for them to attempt a hive. This mission was a complete failure.
de: Nicht genug Vek wurden getötet ... und Berichte deuten darauf hin, dass genug stabile Landmassen übrig geblieben sind, um neue Nester zu bauen. Diese Mission war ein völliger Fehlschlag.

# ~scripts/personalities/missions.csv_6f75d783cea0e7e5e7dd3c432b45e3a2
source: Mountains left standing (optional, we could just have generic
de: Berge stehen gelassen (optional, wir könnten nur generische

source: Failed
de: Gescheitert

source: messages and not bother with these.
de: nachrichten und nicht mit diesen zu belästigen.

# ~scripts/personalities/missions.csv_0bbdc7f7b2a53542763c677f5017fe03
source: The Vek casualty report was sufficient, but with the stable land mass remaining, they can still use them as hives to replenish their numbers.
de: Der Vek-Unfallbericht war ausreichend, aber mit der verbleibenden stabilen Landmasse können sie immer noch ihre Nester wieder aufbauen.

# ~scripts/personalities/missions.csv_1a1c0910ef27b675c54049516ba94dc7
source: Vek left standing (optional, we could just have generic
de: Vek ist stehengeblieben (optional, wir könnten einfach nur generische

# ~scripts/personalities/missions.csv_1fbf943193bdccf458c1b9c6c7e824d2
source: Vek still remain in the region. But at least with the stable land masses destroyed, they have no hives to skulk back to if we hit them again.
de: Vek bleibt immer noch in der Region. Aber zumindest mit den zerstörten Landmassen haben sie keine Nester mehr, zu denen sie zurückkehren könnten, wenn wir sie wieder treffen würden.

# ~scripts/personalities/missions.csv_5376a2a6db99882e0a5a6286ef987445
source: Similar to 'generic' missions, but this one has Hornet Vek arriving out of massive holes in the groundinstead of Vek coming up from under the standard tiles. Where these holes came from has no explanation currently, so the text can address that.
de: Ähnlich wie bei 'generischen' Missionen, bei denen jedoch Hornissen-Vek aus massiven Löchern im Boden kommt, anstatt von Vek unter den Standardfeldern. Wo diese Löcher herkommen, dafür gibt es derzeit keine Erklärung, die der Text erklären könnte.

# ~scripts/personalities/missions.csv_69d958658d9b7cf6de6b2c2a343a9d6e
source: We're detecting strange Vek activity - flying Vek are emerging from underground hives beneath the island through erosion points.
de: Wir entdecken merkwürdige Vek-Aktivitäten - fliegende Vek tauchen aus unterirdischen Nestern unter der Insel durch Erosionspunkte auf.

# ~scripts/personalities/missions.csv_4c8b6b89e4e3dcc9ee1bc408e876e3d4
source: Vek have been reported emerging from erosion points and then taking to the air. We can't allow them achieve air superiority.
de: Vek wurde gesichtet, dass sie aus Erosionsstellen kommen und dann in die Luft gehen. Wir können ihnen nicht erlauben, Luftüberlegenheit zu erreichen.

# ~scripts/personalities/missions.csv_f580c2ac67e9e30a64fe990ced06133b
source: We've had reports of Vek not only burrowing below ground, but emerging and then taking to the air. They own the ground, we can't allow them to control the skies, too.
de: Wir hatten Berichte, dass Vek nicht nur unter der Erde graben, sondern auftauchen und dann in die Luft gehen. Sie besitzen den Boden, wir können ihnen nicht erlauben, den Himmel auch zu kontrollieren.

# ~scripts/personalities/missions.csv_6a453423840fdebd93833dfc9896acf6
source: I want you to make this area a no-fly zone for the Vek - turn those erosion points they're emerging from into graves.
de: Ich möchte, dass du dieses Gebiet zur Flugverbotszone für die Vek machst - verwandle die Erosionspunkte, aus denen sie hervorgehen, in Gräber.

source: Generic
de: Generisch

# ~scripts/personalities/missions.csv_a8a50dafd45fdcd90941ff62e9b3fbb6
source: success for this mission, as it can involve a number of different bonus objectives (low grid power, low mech power, etc.)
de: Erfolg für diese Mission, da es verschiedene Bonusziele beinhalten kann (geringe Netzleistung, geringe Mech-Leistung, etc.)

# ~scripts/personalities/missions.csv_9743e0447f9e6faf344a49605ac8e9ea
source: No Vek in the air or on the ground - no living Vek, that is. Well done.
de: Kein Vek in der Luft oder auf dem Boden und kein lebendiger Vek. Gut gemacht.

# ~scripts/personalities/missions.csv_7125d2152c3cd364cdd56e2614144902
source: We've stopped the Vek infestation here - we'll be ready if more erosion points appear.
de: Wir haben den Vek-Befall hier gestoppt - wir sind bereit, wenn mehr Erosionspunkte erscheinen.

# ~scripts/personalities/missions.csv_442c0184eb4ce608ee5f721db7b4b1fc
source: Another
de: Ein weiterer

# ~scripts/personalities/missions.csv_3d517f8924ac7fd03699a29d97dc52d9
source: generic
de: generisch

# ~scripts/personalities/missions.csv_d3b97ec771d328f325f0fac1922ebb5d
source: mission, but this one has lightning striking the ground every turn. Weather Control systems out of control?
de: Mission, aber diese hat Blitze die in jeder Runde einschlagen. Sind die Wetterkontrollsysteme außer Kontrolle geraten?

# ~scripts/personalities/missions.csv_2b4eb63abe72f9e853777a82f9364399
source: One of our meteorological stations has reported Vek converging on their location. Intercept them - but beware the weather, it rains lightning.
de: Eine unserer meteorologischen Stationen hat berichtet, dass Vek sich auf deinem Standort treffen. Fang sie ab - aber Vorsicht vor dem Wetter, es regnet Blitze.

# ~scripts/personalities/missions.csv_baa91bd00c3abc6518b8e87535f8eb6c
source: One of our weather turbines has reported a Vek attack. We can't afford to lose the turbine, but beware the storms in the area - they are out of our control.
de: Eine unserer Wetterturbinen hat einen Vek-Angriff gemeldet. Wir können es uns nicht leisten, die Turbine zu verlieren, aber pass auf die Stürme in der Gegend auf - sie sind außerhalb unserer Kontrolle.

# ~scripts/personalities/missions.csv_355d378bfea87368733b04a98e293ad2
source: success as it can also involve a lot of bonus objectives.
de: Erfolg, da es auch viele Bonusziele beinhalten kann.

# ~scripts/personalities/missions.csv_1ab164bdf229c90803b47550f147ce91
source: Well done. R.S.T. weather conditions are notoriously difficult to control, but they're one of our best weapons against the Vek.
de: Gut gemacht. R. S. T. Wetterbedingungen sind notorisch schwer zu kontrollieren, aber sie sind eine unserer besten Waffen gegen die Vek.

# ~scripts/personalities/missions.csv_0d94cfc81b5a1a9f9ce2ba96ba030066
source: Mission expect the player to use the Terraformer to transform grass into sand (as part of RST's
de: Mission erwartet, dass der Spieler den Terraformer benutzt, um Gras in Sand zu verwandeln (als Teil von RST's

# ~scripts/personalities/missions.csv_3135fb9c8e39e9599dfbdc7fa766fcbe
source: scorched earth
de: verbrannte Erde

# ~scripts/personalities/missions.csv_7778b9a87e54f204553d80e3f837b030
source: policy). Though Justin is concerned that it's confusing why the player would want to destroy pretty land, as the mission does not make it clear why destroyed grassland makes a strategic difference.
de: Politik). Obwohl Justin besorgt ist, dass es verwirrend ist, warum der Spieler hübsches Land zerstören möchte, weil die Mission nicht klarstellt, warum zerstörtes Grünland einen strategischen Unterschied macht.

# ~scripts/personalities/missions.csv_6caa5289043b5db7aeb026e81ba783ab
source: We need to activate one of our terraformers to destroy a Vek hive beneath the surface.
de: Wir müssen einen unserer Terraformer aktivieren, um einen Vek-Nest unter der Oberfläche zu zerstören.

# ~scripts/personalities/missions.csv_e2a16d78f4217ebe80ce2517d0672387
source: Use the terraformer on the ground in this sector. We can't let the Vek use the stable land mass to breed; the whole region could be lost.
de: Verwende den Terraformer auf dem Boden in diesem Sektor. Wir können nicht zulassen, dass Vek die stabile Landmasse zur Brut nutzten; die ganze Region könnte verloren gehen.

# ~scripts/personalities/missions.csv_17f118fcfc14a3dae2cd5b1526794e92
source: Our terraforming technology is one of our best weapons against buried Vek hives.
de: Unsere Terraforming-Technologie ist eine unserer besten Waffen gegen vergrabene Vek Nester.

# ~scripts/personalities/missions.csv_f854875acc479ca8eb9867a0b48bdb96
source: We need to use the terraformer in this region to collapse Vek tunnels beneath the surface.
de: Wir müssen den Terraformer in dieser Region benutzen, um Vek-Tunnel unter der Oberfläche kollabieren zu lassen.

# ~scripts/personalities/missions.csv_74db47481ed07e64f6c06bf552479c0e
source: Terraformer is secure - and sensors report no activity from Vek below the surface. The region is ours.
de: Terraformer ist sicher - und Sensoren melden keine Aktivität von Vek unter der Oberfläche. Die Region gehört uns.

# ~scripts/personalities/missions.csv_92dda731144a17378eb23c28a0c3b801
source: Losing our island's greenery in this way is something I can endure if it means it won't be despoiled by the Vek.
de: Auf diese Weise das Grün unserer Insel zu verlieren, kann ich ertragen, wenn es bedeutet, dass es nicht von den Vek verwüstet wird.

# ~scripts/personalities/missions.csv_7cf2e372ba249fdea32ffc6b0629a443
source: The terraformer was destroyed - and we already have reports of Vek hives in the region. One of our best weapons in the war is gone.
de: Der Terraformer wurde zerstört - und wir haben bereits Berichte über Vek-Nester in der Region. Eine unserer besten Waffen im Krieg ist weg.

# ~scripts/personalities/missions.csv_72a5648b7b78cd0d6100641b2a96852b
source: Terraformer survives, but the grassland remains
de: Terraformer überlebt, aber das Grasland bleibt

# ~scripts/personalities/missions.csv_35ec4b06dba50bdf895b2918e15bcf3b
source: You've secured the terraformer, but it's too late to stop the hives - and that means the surrounding regions are now in danger as well.
de: Du hast den Terraformer gesichert, aber es ist zu spät, um die Nester zu stoppen - und damit sind auch die umliegenden Regionen in Gefahr.

# ~scripts/personalities/missions.csv_d78a263f97eec84938e6ceb9d68f58fd
source: The entire map is falling away, only half the map remains at the end of the battle
de: Die gesamte Karte fällt weg, nur die Hälfte der Karte bleibt am Ende der Schlacht

# ~scripts/personalities/missions.csv_74564bc5a7997f8dcdf123db10b365a0
source: The cataclysmic failure of a terraformer in the region is destroying the land. Try not to fall into the depths.
de: Das katastrophale Versagen eines Terraformors in der Region zerstört das Land. Versuche nicht in die Tiefe zu fallen.

# ~scripts/personalities/missions.csv_bb84e6e9b7bb331ae6167008faace116
source: That chasm should prove too deep for even the Vek. Maybe we should start sinking more of our island...
de: Diese Kluft sollte sich selbst für die Vek als zu tief erweisen. Vielleicht sollten wir anfangen, mehr von unserer Insel zu versenken ...

# ~scripts/personalities/missions.csv_a301e33ff65bc879540689c0a55a8e1c
source: The Vek took out this region's ground stabilizer. We're not sure what the result will be... watch your step.
de: Die Vek haben Bodenstabilisator dieser Region entfernt. Wir sind nicht sicher, was das Ergebnis sein wird ... pass auf deine Schritte auf.

# ~scripts/personalities/missions.csv_5a7edcc239228e7a85de0cf506b8f90c
source: Another day, another piece of our home destroyed. Once these Vek are gone, our terraformers are going to have to work overtime.
de: Ein weiterer Tag, ein anderes Stück unseres Hauses zerstört. Sobald diese Vek weg sind, werden unsere Terraformer Überstunden machen müssen.

# ~scripts/personalities/missions.csv_978b697963cfc5abfced8a4b611977c9
source: An
de: Ein

# ~scripts/personalities/missions.csv_4118a82c6c869204704a69393cab8a67
source: is filling in a chasm in the earth. Player must defend it.
de: füllt eine Kluft in der Erde. Der Spieler muss es verteidigen.

# ~scripts/personalities/missions.csv_20eaec9c413cba4e83f0075c66ba862d
source: One of our earth movers is filling in a chasm created by malfunctioning stabilizers. Make sure it stays in one piece.
de: Einer unserer Erdbeweger füllt einen Abgrund, der durch defekte Stabilisatoren entsteht. Stelle sicher, dass er in einem Stück bleibt.

# ~scripts/personalities/missions.csv_d7de4f7aa6bfb59c17126b308de563d4
source: survives and the ground is filled in
de: überlebt und der Boden ist gefüllt mit

# ~scripts/personalities/missions.csv_dff2ff76add1c24caea479276f8aa211
source: We'll start constructing subterranean defenses on that new land before the Vek can burrow into it.
de: Wir werden damit beginnen, unterirdische Verteidigungsanlagen auf dem neuen Land zu errichten, bevor sich die Vek eingraben können.

# ~scripts/personalities/missions.csv_7ec1fd33578fcee7e7f8e6d0e709057c
source: dies -- ground still might be filled in, so don't address that.
de: stirbt - Boden könnte noch immer aufgefüllt werden, kümmere dich nicht darum.

# ~scripts/personalities/missions.csv_1aea09e0a3a76dff0851048e91f7f7fc
source: Stable land is at a premium on this island - we needed that earth mover to create a foundation for new shelters and roads!
de: Stabiles Land ist auf dieser Insel sehr gefragt - wir brauchten diesen Erdbeweger, um eine Basis für neue Schutzhütten und Straßen zu schaffen!

# ~scripts/personalities/missions.csv_fed2f7cf3ff75e811579d5edb35beff5
source: We shape the weather patterns over the island so our solar farms can harvest sunlight twelve hours a day. But to do that, the farms need to remain standing.
de: Wir gestalten das Wetter über der Insel so, dass unsere Solarparks das Sonnenlicht zwölf Stunden am Tag ernten können. Dafür müssen die Farmen stehen bleiben.

# ~scripts/personalities/missions.csv_51e6a25d792a58ae5ff66eeafb58022d
source: Those solar farms are essential for maintaining the Grid. It's a miracle you kept the Vek from destroying them.
de: Diese Solarparks sind wichtig für die Erhaltung des Netzes. Es ist ein Wunder, dass du die Vek davon abgehalten hast, sie zu zerstören.

# ~scripts/personalities/missions.csv_29914da8250397a1cbe4b97281554bf2
source: Just one solar farm is insufficient. While the island endures rolling blackouts, I'm sure you'll expect your Mechs to get priority treatment.
de: Nur ein Solarpark reicht nicht aus. Während die Insel von Stromausfällen bedroht ist, wirst du sicher erwarten das deine Mechs erste Priorität haben.

# ~scripts/personalities/missions.csv_d23a84fa5761d89b78ce7d8b2b8ec360
source: Without power, your Mechs are worthless. Perhaps next time you should consider that when the enemy is destroying our solar farms.
de: Ohne Energie sind deine Mechs wertlos. Vielleicht solltest du das nächste Mal daran denken, wenn der Feind unsere Solarparks zerstört.

# ~scripts/personalities/missions.csv_479d74bd9d82ce0a04b5848a31f4e35b
source: This site holds two warheads designed by a temporal physicist, Dr. Renfield, utilizing your 'breach' technology. R.S.T. was deemed the safest place to test them.
de: Diese Seite enthält zwei Gefechtsköpfe, die von einem Zeitphysiker, Dr. Renfield, entworfen wurden, der Ihre 'Breschen' -Technologie nutzt. R. S. T. galt als der sicherste Ort, um sie zu testen.

# ~scripts/personalities/missions.csv_3fac80207d6e15effe0395c93f3ad5fb
source: Excellent, both prototypes survived intact. I can order Renfield and his team to move on to stage two.
de: Ausgezeichnet, beide Prototypen überstanden intakt. Ich kann Renfield und sein Team auffordern, zur zweiten Stufe überzugehen.

# ~scripts/personalities/missions.csv_82055e7bfbace29f54c8d6a49e1fdb33
source: While you lost one of Renfield's prototypes, at least the other is intact. But your carelessness could cost us the war.
de: Während du einen von Renfields Prototypen verloren hast, ist zumindest der andere intakt. Aber deine Nachlässigkeit könnte uns den Krieg kosten.

# ~scripts/personalities/missions.csv_94872bc7d971f79c3e208d7474968e25
source: Your incompetence knows no bounds. Not one, but both of Renfield's prototypes destroyed... you may have cost us the war!
de: Deine Inkompetenz kennt keine Grenzen. Nicht einer, sondern beide von Renfields Prototypen zerstört ... Du hast uns vielleicht den Krieg gekostet!

# ~scripts/personalities/missions.csv_561bbfc8f2624edf989e488a25d940d2
source: Player is given a tank capable of freezing units in ice for this mission. They are tasked to Freeze 2 Hostile Robots that are present, and make sure they survive (frozen) till the end.
de: Der Spieler erhält für diese Mission einen Panzer, der Einheiten in Eis gefrieren kann. Du hast die Aufgabe, 2 feindliche Roboter, die vorhanden sind, einzufrieren und sicherzustellen, dass sie bis zum Ende überleben (eingefroren) werden.

# ~scripts/personalities/missions.csv_f3e1b9ed02476ca31865176a2191eeca
source: These machines are not currently themselves. Look past their malfunctioning aggression, and see them as living beings.
de: Diese Maschinen sind derzeit nicht sie selbst. Schaue über ihre gestörte Aggression hinweg und sieh sie als Lebewesen.

# ~scripts/personalities/missions.csv_8a6eec61361f06997cdc5bbdc4aa01a4
source: Thank you for protecting the sentient life. I am sure I will be able to restore their programming.
de: Danke für den Schutz des empfindungsfähigen Lebens. Ich bin mir sicher, dass ich ihre Programmierung wiederherstellen kann.

# ~scripts/personalities/missions.csv_7a564e0b851b8dbf8958b421d445ab86
source: It is unfortunate you were unable to safely secure both machines, but I am grateful you showed restraint and kept them alive.
de: Es ist bedauerlich, dass du beide Maschinen nicht sichern konntest, aber ich bin dankbar, dass du Zurückhaltung gezeigt und sie am Leben erhalten hast.

source: I understand your hand was forced. But at least one of the machines survived, and his Server Sisters will be thankful.
de: Ich verstehe deine Hand war gezwungen. Aber mindestens einer der Maschinen hat überlebt, und seine Server Schwestern werden dankbar sein.

source: I understand your hand was forced. But I must mourn the loss of life... <connection lost>
de: Ich verstehe deine Hand war gezwungen. Aber ich muss den Verlust des Lebens betrauern ... <Verbindung verloren>

# ~scripts/personalities/missions.csv_13a512424625976fb4b28cbdb89f676e
source: There are two neutral robots laying mines on the map, ignoring both players and enemies. The Player needs to defend them both to the end.
de: Es gibt zwei neutrale Roboter, die Minen auf der Karte platzieren und sowohl Spieler als auch Feinde ignorieren. Der Spieler muss sie beide bis zum Ende verteidigen.

# ~scripts/personalities/missions.csv_3749b6486c9aed92937d951393253aef
source: Our sentient mine layers have lost I/O and are attempting to run old routines. Protect these blind helpless creatures.
de: Unsere intelligenten Minenschichten haben I/O verloren und versuchen, alte Routinen auszuführen. Schütze diese blinden hilflosen Kreaturen.

# ~scripts/personalities/missions.csv_481cd62aaa680829174eaf325a7ceee7
source: With the Vek destroyed, we can safely attempt repairs on the machines. Thank you.
de: Mit dem zerstörten Vek können wir Reparaturen an den Maschinen sicher versuchen. Vielen Dank.

# ~scripts/personalities/missions.csv_7bcfa28c6eb1361cffe404a6cf0982da
source: These factories are manufacturing hostile machines, but there are hundreds of innocent lives within. Please defend them while we try to shut them down safely.
de: Diese Fabriken stellen feindliche Maschinen her, aber es gibt Hunderte von unschuldigen Menschenleben. Bitte verteidige sie, während wir versuchen, sie sicher auszuschalten.

# ~scripts/personalities/missions.csv_5026e091806cdf70ac36b41ac8b386c3
source: I've broken through their firewall and safely disengaged the factories from the Power Grid. They will no longer pose a threat.
de: Ich habe ihre Firewall durchbrochen und die Fabriken vom Stromnetz abgekoppelt. Sie werden keine Bedrohung mehr darstellen.

# ~scripts/personalities/missions.csv_d3c01e806f5775787c8d9e3b5ed4a633
source: That factory not only contained life, but could create it. Few such facilities remain on our island. Now there is one less than before.
de: Diese Fabrik enthielt nicht nur Leben, sondern konnte es auch schaffen. Nur wenige solcher Einrichtungen bleiben auf unserer Insel. Jetzt gibt es einen weniger als zuvor.

# ~scripts/personalities/missions.csv_1398e7a562a64472d42e6604882ca469
source: Those factories not only contained life, but could create it. Few such facilities remain on our island. Now there are two less than before.
de: Diese Fabriken enthielten nicht nur Leben, sondern konnten es auch erschaffen. Nur wenige solcher Einrichtungen bleiben auf unserer Insel. Jetzt gibt es zwei weniger als zuvor.

# ~scripts/personalities/missions.csv_b518c4f8cc9e8a9e92d4519b5e148675
source: Reactivation
de: Reaktivierung

# ~scripts/personalities/missions.csv_95fb34bc5505e3ed8f87d61d5516722f
source: is a misnomer at this point. Field of battle is full of enemy units incased in ice, every turn more units come out of the ice. No special objective, just a straight battle.
de: ist an dieser Stelle falsch. Das Schlachtfeld ist voll von gegnerischen Einheiten, die in Eis gehüllt sind. Mit jedem Zug kommen mehr Einheiten aus dem Eis. Kein spezielles Ziel, nur ein einfacher Kampf.

# ~scripts/personalities/missions.csv_d1b0ddcc6d25e745d322a9e204c87137
source: When I lost control of my environmental processes, hundreds of Vek and machines alike were frozen solid. As the island comes back online, these fresh dangers are being freed.
de: Als ich die Kontrolle über meine Umweltprozesse verlor, waren Hunderte von Vek und Maschinen gleichermaßen festgefroren. Als die Insel wieder online war, werden diese neuen Gefahren freigesetzt.

# ~scripts/personalities/missions.csv_988cc65e20d12919c0bc2b022f7313c4
source: Those machines were beyond repair after suffering such extreme temperatures; killing them was a necessity to save more life. I hope.
de: Diese Maschinen waren nach solchen extremen Temperaturen nicht mehr zu reparieren; Sie zu töten war eine Notwendigkeit, mehr Leben zu retten. Hoffe ich.

# ~scripts/personalities/missions.csv_d679ef50d356e5c454169e2554259117
source: it's too bad you'll have to kill these bots
de: Es ist schade, dass du diese Bots töten musst

# ~scripts/personalities/missions.csv_879caae2df08941143d08ae020b98516
source: would be appropriate.
de: wäre angemessen.
