Repository: Difonzo/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: de

# scripts/text_weapons.lua_DeploySkill_PullTank_B_UpgradeDescription
source: Gives the Pull-Tank the ability to fly.
de: Verleiht dem Pull-Tank die Fähigkeit zu fliegen.

# scripts/text_weapons.lua_DeploySkill_SGenerator_Description
source: Deploy a Shield-Tank that can give shields to allies.
de: Stelle einen Schild-Panzer auf, der Verbündeten Schilde geben kann.

# scripts/text_weapons.lua_DeploySkill_SGenerator_A_UpgradeDescription
source: Increases the Shield-Tank's HP to 3.
de: Erhöht die HP des Schild-Panzers auf 3.

# #0
source: Kill 4 enemies inflicted with A.C.I.D.
de: Töte 4 Feinde mit Säure

# #1
source: Kill 4 enemies inflicted with A.C.I.D.
de: Töte 4 Feinde mit Säure

# #3
source: killed
de: getötet

# #7
source: Destroy the A.C.I.D. Vats
de: Zerstöre Säurefässer

# #10
source: Conveyors
de: Förderer

# #11
source: Conveyor Belts will push any unit on them in the marked direction at the start of the enemy turn.
de: Förderbänder schieben ein Objekt in die markierte Richtung, am Beginn des Zuges.

# #12
source: CONVEYOR BELTS
de: FÖRDER BÄNDER

# #13
source: CONVEYORS
de: FÖRDERER

# #14
source: Defend the Disposal Unit
de: Beschütze die Entsorgungseinheit

# #15
source: Destroy all mountains
de: Zerstöre alle Berge

# #16
source: Mountains
de: Berge

# #17
source: Disposal
de: Entsorgung

# #18
source: A.C.I.D. Launcher
de: Säure Launcher

# #23
source: Destroy the Beetle Leader
de: Zerstöre den Käferführer

# #24
source: Destroy the Bot Leader
de: Zerstöre den Botführer

# #25
source: Destroy the Firefly Leader
de: Zerstöre den Feuerfliegen-Anführer

# #2
source: killed so far
de: getötet

# #26
source: Destroy 5 Goos
de: Zerstöre 5 Goos

# #27
source: Destroy
de: Zerstöre

# #28
source: Large Goo
de: Großer Goo

# #29
source: Medium Goo
de: Mittlerer Goo

# #30
source: Small Goo
de: Kleiner Goo

# #31
source: Destroy the Hornet Leader
de: Zerstört den Hornissenführer

# #32
source: Hornet Leader
de: Hornissenführer

# #33
source: Destroy the Psion Abomination
de: Zerstöre die Psion-Monstrosität

# #34
source: Psion Abomination
de: Psion-Monstrosität

# #35
source: Destroy the Scorpion Leader
de: Zerstört den Skorpionführer

# #36
source: Scorpion Leader
de: Skorpionführer

# #37
source: Destroy the Slug Leader
de: Zerstöre den Schnecken-Anführer

# #39
source: Slugling Egg
de: Schneckenei

# #40
source: Destroy the Spider Leader
de: Zerstöre den Spinnenführer

# #41
source: Spider Leader
de: Spinne Führer

# #43
source: Caverns
de: Höhlen

# #44
source: Watch out for falling rocks and lava!
de: Achte auf fallende Steine ​​und Lava!

# #45
source: Volcano
de: Vulkan

# #46
source: Watch out for the active volcano!
de: Achten Sie auf den aktiven Vulkan!

# #47
source: VOLCANO
de: VULKAN

# #48
source: Survive the Fight
de: Überlebe den Kampf

# #49
source: Defend the Renfield Bomb until it explodes
de: Verteidige die Renfield-Bombe, bis sie explodiert

# #50
source: Renfield Bomb
de: Renfield-Bombe

# #20
source: Air Support
de: Luftunterstützung

# #21
source: Bombs will be dropped on the marked spaces, killing any unit.
de: Bomben werden an markierten Stellen fallen gelassen und töten Feinde.

# #22
source: AIR SUPPORT
de: LUFT UNTERSTÜTZUNG

# #51
source: Defend the Artillery Support
de: Verteidige die Artillerieunterstützung

# #52
source: Defend the Artillery Unit
de: Verteidige die Artillerieeinheit

# #53
source: Old Artillery
de: Alte Artillerie

# #54
source: Destroy the dam
de: Zerstöre den Damm

# #55
source: Old Earth Dam
de: Alter Erddamm

# #56
source: Defend the Satellite Launches
de: Verteidige die Satellitenstarts

# #58
source: Defend the 1st satellite launch
de: Verteidige den ersten Satellitenstart

# #59
source: Defend the 2nd satellite launch
de: Verteidige den 2. Satellitenstart

# #60
source: Satellite Rocket
de: Satellitenrakete

# #61
source: Defend the Tanks
de: Verteidige die Panzer

# #62
source: Defend Archive Inc. Tanks (One Lost)
de: Beschütze Archive Inc. Panzer (Einer verloren)

# #63
source: undamaged
de: unbeschädigt

# #64
source: Archive Tank
de: Archiv Tank

# #65
source: Archive Inc Old Earth Tank
de: Archiv Inc Alter Erdtank

# #98
source: damaged
de: beschädigt

# #66
source: High Tides
de: Flut

# #67
source: Marked tiles will turn to water at the start of the enemy turn.
de: Markierte Felder ​​werden zu Beginn des gegnerischen Zuges in Wasser verwandelt.

# #68
source: TIDAL WAVES
de: FLUTWELLEN

# #19
source: Partial
de: Teilweise

# #116,#145
source: Your bonus objective
de: Dein Bonusziel

# #117
source: to defend this structure
de: um diese Struktur zu verteidigen

# #126
source: Kill all enemies before they retreat
de: Töte alle Feinde, bevor sie sich zurückziehen

# #127,#133
source: Kill all enemies before they retreat
de: Töte alle Feinde vor dem Rückzug

# #131
source: This is a CEO mission briefing message. It is very atmospheric and exciting, giving you a closer look at the world and the mission you're about to engage in.
de: Dies ist eine CEO Briefing-Nachricht der Mission. Es ist sehr atmosphärisch und aufregend und gibt dir einen genaueren Einblick in die Welt und die Mission, in der du dich gerade befindest.

# #132
source: This is a CEO mission closing message. It reflects on how well the mission just went. It has glowing praise, or possibly it's rather insulting of your skills.
de: Dies ist eine CEO Nachricht zum Abschluss der Mission. Es reflektiert, wie gut die Mission gerade abgelaufen ist. Es hat glühendes Lob, oder vielleicht ist es eher beleidigend für Ihre Fähigkeiten.

# #134
source: Less than 3 Grid Damage
de: Weniger als 3 Netzschaden

# #135
source: End with less than 4 Mech Damage
de: Ende mit weniger als 4 Mech Schaden

# #136,#143
source: Block Vek Spawning 3 times
de: Blockiere Vek Spawn 3 mal

# #137
source: Block Vek Spawning 3 times
de: Blockiere Vek Spawn 3 mal

# #138
source: Kill at least
de: Töte mindestens

# #139
source: Protect the
de: Beschütze die

# #141
source: Take less than 3 Grid Damage
de: Erhalte weniger als 3 Netzschaden

# #142
source: End battle with less than 4 Mech Damage
de: Beende den Kampf mit weniger als 4 Mech-Schaden

# #144
source: Enemies
de: Feinde

# #146
source: to defend this structure.
de: um diese Struktur zu verteidigen.

# #147
source: You withdrew from the battlefield, leaving supplies and civilians behind.
de: Sie zogen sich vom Schlachtfeld zurück und hinterließen Vorräte und Zivilisten.

# #148
source: All of your mechs have been disabled. An evacuation team will arrive shortly to recover your pilots and their wreckage.
de: Alle deine Mechs wurden deaktiviert. Ein Evakuierungsteam wird in Kürze ankommen, um deine Piloten und ihr Wrack zu retten.

# #149
source: Current Damage:
de: Schaden aktuell:

# #150
source: Current:
de: Aktuell:

# #112
source: Solar Farms
de: Solarfarmen

# #113
source: Defend both Solar Farms
de: Verteidige beide Solarfarmen

# #114
source: Defend both Wind Farms
de: Verteidige beide Windfarmen

# #115
source: Defend both Power Plants
de: Verteidige beide Kraftwerke

# #118
source: Defend the train
de: Verteidige den Zug

# #119
source: Defend the damaged train
de: Verteidige den beschädigten Zug

# #120
source: The train is damaged and will no longer move
de: Der Zug ist beschädigt und wird sich nicht mehr bewegen

# #121
source: If the train is blocked when moving, it will explode
de: Der Zug ist blockiert, wird er bewegt, explodiert er

# #122
source: It is too damaged to continue. Defend it.
de: Er ist zu beschädigt um weiter zu fahren. Verteidige ihn.

# #123
source: Supply Train
de: Versorgungszug

# #124
source: Damaged Train
de: Beschädigter Zug

# #125
source: Move forward 2 spaces, but will be destroyed if blocked.
de: Gehe 2 Felder vor, wird aber bei Blockierung zerstört.

# #128,#140
source: Do not kill the Volatile Vek
de: Töte den volatilen Vek nicht

# #129
source: Don't let the Volatile Vek die
de: Lassen Sie den volatilen Vek nicht sterben

# #69
source: Defend the Prototype Renfield Bombs
de: Verteidige den Prototyp der Renfield Bombe

# #71
source: Prototype Bomb
de: Prototyp Bombe

# #73
source: Marked tiles will become Chasms at the start of the enemy turn, killing any ground units present.
de: Gekennzeichnete Felder werden zu Beginn des gegnerischen Spielzugs Abgründe und töten alle Bodeneinheiten.

# #74
source: CATACLYSM
de: KATASTROPHE

# #76
source: Marked squares will sink into the earth, killing anything on them.
de: Markierte Felder werden in die Erde einsinken und alles an ihnen töten.

# #77
source: Defend the Earth Mover
de: Verteidige den Erdbeweger

source: Earth Mover
de: Erdbeweger

# #79
source: Destroy 2 mountains
de: Zerstöre 2 Berge

# #80
source: Destroy 2 mountains (Current:
de: Zerstöre 2 Berge (Aktuell:

# #81
source: Sinkhole Hive
de: Sinkloch-Bienenstock

# #83
source: Lightning will strike four spaces every turn, killing any unit on the marked tiles.
de: Der Blitz trifft in jedem Zug auf vier Felder und tötet jede Einheit auf den markierten Feldern.

# #84
source: LIGHTNING STORM
de: GEWITTER

# #85
source: LIGHTNING
de: BLITZ

# #86
source: Sandstorm
de: Sandsturm

# #87
source: All DUNES will turn to SMOKE, all SMOKE will be removed.
de: Alle Dünen werden sich zu Rauch wenden, jeder Rauch wird entfernt.

# #88
source: SANDSTORM
de: SANDSTURM

# #89
source: Defend the Terraformer
de: Verteidige den Terraformer

# #90
source: Terraform the grassland back to desert
de: Terraform das Grünland zurück zur Wüste

# #91
source: Area Blast
de: Explosionbereich

# #92
source: Self-Destruct, damaging neighboring tiles.
de: Selbstzerstörung, Beschädigung benachbarter Felder.

# #93
source: Defend the Robots
de: Verteidige die Roboter

# #94
source: Defend the remaining Robot
de: Verteidige den verbleibenden Roboter

# #95
source: Robot Factories
de: Roboterfabriken

# #96
source: Robot Factory
de: Roboterfabrik

# #97
source: Defend both Robot Factories
de: Verteidige beide Roboterfabriken

# #99
source: Break 5 buildings out of the ice
de: Brich 5 Gebäude aus dem Eis

# #100
source: Break 5 buildings out of the ice
de: Brich 5 Gebäude aus dem Eis

# #101
source: Freeze and defend both robots
de: Friere und verteidige beide Roboter

# #102
source: Freeze and defend the robots (one frozen)
de: Friere und verteidige die Roboter (einer eingefroren)

# #103
source: Freeze and defend both robots
de: Frieren und verteidige beide Roboter

# #104
source: Freeze and defend the remaining robot
de: Friere und verteidige den verbleibenden Roboter

# #106
source: Marked tiles will be frozen at the start of the enemy turn.
de: Markierte Felder ​​werden zu Beginn des gegnerischen Zuges eingefroren.

# #107
source: ICE STORM
de: EIS STURM

# #108
source: Freeze Tank
de: Eispanzer

# #109
source: Freeze Cannon
de: Eiskanone

# #110
source: Shoot a projectile that freezes targets
de: Schieße ein Projektil das dass Ziel einfriert

# #167
source: Earn VAL or more Corporate Reputation.
de: Verdiene VAL oder mehr Reputation.

# #168
source: Lose VAL or less total Grid Power.
de: Verliere VAL oder weniger gesamte Netzenergie.

# #169
source: Take VAL or less total Mech Damage
de: Erhalte VAL oder weniger Gesamt Mech Schaden

# #170
source: Don't fail any Bonus Objective.
de: Vebocke keine Bonusziel.

# #171
source: Earn VAL Grid Power or more.
de: Verdiene VAL oder mehr Netzenergie.

# #151
source: Robotics Lab
de: Robotiklabor

# #152
source: Old Earth Bar
de: Alte Erdbar

# #153
source: Corporate Tower
de: Unternehmensturm

# #154
source: Defense Lab
de: Verteidigungslabor

# #155
source: Shield Generator
de: Schildgenerator

# #156
source: Power Generator
de: Stromgenerator

# #157
source: Emergency Batteries
de: Notfallbatterien

# #158
source: Airfield
de: Flugplatz

# #pilots0
source: See below, this is the entry for a generic (A.I.) pilot.
de: Siehe unten, dieser Eintrag ist für einen generischen A.I. Piloten.

# #pilots1
source: See below, this is the entry for a generic Archive pilot.
de: Siehe unten, dieser Eintrag ist für einen generischen Archive Piloten.

# #pilots2
source: See below, this is the entry for a generic R.S.T. pilot.
de: Siehe unten, dieser Eintrag ist für einen generischen R.S.T. Piloten.

# #pilots3
source: See below, this is the entry for a generic Pinnacle (A.I.) pilot.
de: Siehe unten, dieser Eintrag ist für einen generischen Pinnacle (A.I.) Piloten.

# #pilots4
source: See below, this is the entry for a generic Detritus pilot
de: Siehe unten, dieser Eintrag ist für einen generischen Detritus Piloten.

# ~scripts/personalities/missions.csv_8a55f81685ce71ac854a45ade12a8d72
source: You accomplished every Archive mission, an astounding accomplishment! Please, you and the #squad accept this as thanks.
de: Du hast jede Archiv-Mission erledigt eine erstaunliche Leistung! Bitte, du und der #squad, akzeptiert dieses Dankeschön.

# ~scripts/personalities/missions.csv_0c5dd262e2d54d83ff051c84a0760fc6
source: You completed every mission on R.S.T. despite the odds. You've earned my respect, #squad - and everything we can offer.
de: Du hast jede Mission auf R.S.T. abgeschlossen. trotz der Widrigkeiten. Du hast mir meinen Respekt verdient, #squad - und alles, was wir anbieten können.

# ~scripts/personalities/missions.csv_b56ab466212ccde44c75b63768d3042b
source: You have saved Pinnacle, accomplishing every objective without fail. Allow me to provide additional aid.
de: Du hast Pinnacle gespeichert und jedes Ziel ohne Fehler erreicht. Gestatte mir, zusätzliche Hilfe zu leisten.

# ~scripts/personalities/missions.csv_cc237255517abdf2e286de0ec50f0c3a
source: #squad, it my pleasure to inform you your success rate is 100%. Detritus corporate bylaws dictate you've earned a bonus.
de: #squad, es ist mir eine Freude euch mitzuteilen, dass eure Erfolgsquote bei 100% liegt. Die Satzung von Detritus schreibt vor, dass ihr einen Bonus verdient habt.

# ~scripts/personalities/missions.csv_5181be78dcb4af637c563d529e134655
source: Detritus has an aggressive bonus plan for excellence in performance, commander. You and your #squad deserve it.
de: Detritus hat einen aggressiven Bonusplan für hervorragende Leistungen, Kommandant. Du und dein #squad haben es verdient.

# ~scripts/personalities/missions.csv_c3e463a79106c675bc919524936d2a70
source: Due to your efforts, commander, our success to failure ratio has reversed since your arrival. Permit Detritus to share the fruits of that success with you.
de: Aufgrund deiner Bemühungen, Kommandant, hat sich unser Erfolg-zu-Misserfolg-Verhältnis seit deiner Ankunft umgekehrt. Erlaube Detritus, die Früchte dieses Erfolgs mit dir zu teilen.

# ~scripts/personalities/missions.csv_aeddbabb69e49d44719bc736c0d5c37b
source: The bad news is the Vek are overrunning our island, putting refugees and historical artifacts at risk. The good news is we have Old Earth military artifacts that can help in the fight!
de: Die schlechte Nachricht ist, dass die Vek unsere Insel überrennen und Flüchtlinge und historische Artefakte in Gefahr bringen. Die gute Nachricht ist, dass wir militärische Artefakte der alten Erde haben, die im Kampf helfen können!

# ~scripts/personalities/missions.csv_1b463763e0a996404d5f2669cbcedfb0
source: We're doing all we can to protect the refugees, but we need your help against the Vek. We'll assist with some of our Old Earth artifacts if we can.
de: Wir tun alles, um die Flüchtlinge zu schützen, aber wir brauchen deine Hilfe gegen die Vek. Wir werden mit einigen unserer Artefakte aus der Alten Erde helfen, wenn wir können.

# ~scripts/personalities/missions.csv_6b4486bc40d1c6ca8d14fd271a3ef853
source: If you are from the future, you'll find our island is even further back in time than you expected. If not for the Vek, I'd have loved to give you a tour of the Old Earth relics.
de: Wenn du aus der Zukunft kommst, wirst du feststellen, dass unsere Insel noch weiter zurückliegt, als du erwartet hast. Ohne die Vek hätte ich dir gerne eine Tour durch die Relikte der Alten Erde gegeben.

# ~scripts/personalities/missions.csv_ebc799885bb44d62d56b981c15558100
source: You've shown up in the nick of time! The Vek are overrunning our island archive. The Old Earth relics here still have some fight in them, they could help us.
de: Du bist gerade rechtzeitig aufgetaucht! Die Vek überrennen unser Inselarchiv. Die Relikte der Alten Erde können immer noch Macht in ihnen, sie können uns helfen.

# ~scripts/personalities/missions.csv_4bcfdde156df48179c9e9fce29cca9ac
source: Civilizations of the past had a military strength vastly exceeding ours. Good thing we preserved some of their old war machines!
de: Zivilisationen der Vergangenheit hatten eine militärische Stärke, die unsere weit übertraf. Gut, dass wir einige ihrer alten Kriegsmaschinen bewahrt haben!

# ~scripts/personalities/missions.csv_c10ce6530fd1ddc14e5a266750360ada
source: My advisors insist we're losing the fight. They also insist I trust you. And since those cowards rarely insist I do anything, I'm giving you a chance to prove yourselves.
de: Meine Berater bestehen darauf, dass wir den Kampf verlieren. Sie bestehen auch darauf, dass ich dir vertraue. Und da diese Feiglinge nur selten darauf bestehen, dass ich etwas tue, gebe ich dir die Chance, dich selbst zu beweisen.

# ~scripts/personalities/missions.csv_333b24e7ea8eaea50665bce34bbb78eb
source: Don't think for a moment I'm falling for the 'time traveler' stories, but your Mechs - they are undeniably impressive.
de: Denk nicht für einen Moment, ich verliebe mich in die Geschichten von 'Zeitreisenden', aber deine Mechs - sie sind unbestreitbar beeindruckend.

# ~scripts/personalities/missions.csv_f66070cfe207579e0f8991fa34db337c
source: You won't find me as gullible as my department heads. Whatever 'time traveler' nonsense you claim, it's your firepower we need.
de: Sie werden mich nicht so leichtgläubig finden wie meine Abteilungsleiter. Für welchen Zeitreisenden du dich auch immer hältst, es ist deine Feuerkraft, die wir brauchen.

# ~scripts/personalities/missions.csv_261ef6a2b83c4d9208265f3fc5b6ea9c
source: We can postpone the discussion on where you got this advanced weaponry until after you use it.
de: Wir können die Diskussion darüber, wo du diese fortschrittliche Waffe herhast, verschieben, bis du sie benutzt.

# ~scripts/personalities/missions.csv_4ec7de505602dce0ff8f2910490d6992
source: R.S.T. was divided on asking you for help; it was viewed as weakness. But the choice is stark: we either ally with you or lose the island.
de: R. S. T. war gespalten, dich um Hilfe zu bittent; es wurde als Schwäche angesehen. Aber die Wahl ist hart: Wir verbünden uns entweder mit dir oder verlieren die Insel.

# ~scripts/personalities/missions.csv_b0e4ab101a3a91094f7606e40bf168bd
source: I hope you can respect both forms of life on this island, organic and mechanical.
de: Ich hoffe, dass du beide Lebensformen auf dieser Insel, organisch und mechanisch, respektieren kannst.

# ~scripts/personalities/missions.csv_8a84932456fa1d6874c4e580ef0e0e35
source: The humans employed at Pinnacle are just as important as the sentient machines. We must stop the Vek to save all life.
de: Die bei Pinnacle beschäftigten Menschen sind genauso wichtig wie die empfindungsfähigen Maschinen. Wir müssen die Vek stoppen, um alles Leben zu retten.

# ~scripts/personalities/missions.csv_d68ee3cc736bf5f1a3e783eff307229a
source: On behalf of Pinnacle, I welcome you. The climate on our island isn't ideal for humans, but the low temperatures are vital for machine life to thrive.
de: Im Namen von Pinnacle begrüße ich dich. Das Klima auf unserer Insel ist nicht ideal für Menschen, aber die niedrigen Temperaturen sind entscheidend für die Vitalität der Maschinen.

# ~scripts/personalities/missions.csv_19d379ca3b2a782d59a44bb2b03af1c5
source: I have heard of your triumphs against the Vek, commander. We hope you and the #squad can aid us in our fight as well.
de: Ich habe von deinen Siegen gegen den Vek gehört, Kommandant. Wir hoffen, dass du und der #squad uns auch in unserem Kampf unterstützen können.

# ~scripts/personalities/missions.csv_8a7a8f3b1d4d22e65b16e9c657411d5b
source: Our accommodations are sparse, commander, but you and the #squad are welcome here. To quote our corporate motto, 'Detritus is at your disposal'.
de: Unsere Unterkünfte sind spärlich, Kommandant, aber du und das #squad sind hier willkommen. Um unser Firmenmotto zu zitieren 'Detritus steht dir bei'.

# ~scripts/personalities/missions.csv_e1ae3f632522e50480210bf2dd555e22
source: Our island was once one of hundreds of Detritus disposal sites. Then the Vek came. But with your arrival, Detritus has hope again.
de: Unsere Insel war einst eine von Hunderten von Detritus-Deponien. Dann kamen die Vek. Aber mit deiner Ankunft hat Detritus wieder Hoffnung.

# ~scripts/personalities/missions.csv_e0c888f8fbdba4c6bcd9eae00e1b34f4
source: When the Vek came, Detritus took on what refugees we could. What we lack is your military expertise, commander.
de: Als die Vek kamen, nahm Detritus die Flüchtlinge die wir konnten. Was uns fehlt, ist deine militärische Expertise, Kommandant.

# ~scripts/personalities/missions.csv_5d5639525d4207f1b2d589e8d7bbb2e0
source: If *any* mission results in extreme structure damage (4+ buildings?), these comments will trigger instead of standard mission comments
de: Wenn * irgendeine * Mission zu extremem Strukturschaden führt (4+ Gebäude?), Werden diese Kommentare anstelle von standardmäßigen Missionskommentaren ausgelöst

# ~scripts/personalities/missions.csv_de7fe485f4fbfd3d0372c6c5b4158417
source: Rising seas destroyed most of our world, but it seems it's the Vek that will end us. So many lives were lost during this mission - we can't let it happen again!
de: Aufsteigende Meere haben den größten Teil unserer Welt zerstört, aber es scheint, dass es die Vek sind, die uns auslöschen werden. So viele Leben sind während dieser Mission verloren gegangen - wir können es nicht noch einmal passieren lassen!

# ~scripts/personalities/missions.csv_933ea8c53ee5a2c40abe1e9ac7d3c723
source: The structural damage sustained during that battle was costly. We've lost irreplaceable research and priceless artifacts.
de: Der während dieser Schlacht erlittene strukturelle Schaden war kostspielig. Wir haben unersetzbare Forschung und unbezahlbare Artefakte verloren.

# ~scripts/personalities/missions.csv_7491d3d213c96ea3b410a64bf4388973
source: If every battle against the Vek results in that much damage, I don't think there'll be much left of Archive to help in the war.
de: Wenn jede Schlacht gegen die Vek zu so viel Schaden führt, glaube ich nicht, dass vom Archiv viel übrig bleiben wird, um im Krieg zu helfen.

# ~scripts/personalities/missions.csv_429f97f017b19f47251d083571723674
source: I've seen the casualty reports from your mission. The losses... were considerable. But not unendurable.
de: Ich habe die Unfallberichte von deiner Mission gesehen. Die Verluste ... waren beträchtlich. Aber nicht unerträglich.

# ~scripts/personalities/missions.csv_b7fd2fa5cf0aac6780bfc2bb3c0019bf
source: My staff reports your attacks are hurting us more than the Vek - but keep hammering them, no matter what it takes.
de: Meine Mitarbeiter berichten, dass deine Angriffe uns mehr weh tun als den Vek - aber hämmere immer weiter, egal was es braucht.

# ~scripts/personalities/missions.csv_1b4197be9cf4baccad55335049d48208
source: I fired my advisors after they objected to the collateral damage on this mission. War means people die - it's that or we lose the planet.
de: Ich habe meine Berater entlassen, nachdem sie gegen den Kollateralschaden dieser Mission protestiert hatten. Krieg bedeutet, dass Menschen sterben - oder wir verlieren den Planeten.
