Repository: Difonzo/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: de

# ~scripts/personalities/missions.csv_7aeaa1cf7a5f84124d588ed5420da40b
source: We've tried to drill down into the Vek hives in this region, but they're surfacing to escape. Keep as many trapped below ground as possible.
de: Wir haben versucht, in die Vek-Nester in dieser Region vorzudringen, aber sie tauchen auf, um zu entkommen. Halte so viele wie möglich unter der Erde gefangen.

# ~scripts/personalities/missions.csv_701afc1da9b7aaf88f78defbe7eb7cab
source: With the Vek trapped underground, our Old Earth relics on the surface are safe, and the people as well. Thank you, #squad.
de: Mit den Vek gefanden im Untergrund sind unsere Relikte der Alten Erde an der Oberfläche sicher und auch die Menschen. Danke, #squad.

# ~scripts/personalities/missions.csv_22ab1bf679dc7bbe00d35e3fc941e904
source: The way you prevented the Vek from surfacing was impressive. And I am not easily impressed. You and the #squad have my respect.
de: Die Art und Weise, wie du die Vek am Auftauchen gehindert hast, war beeindruckend. Und ich bin nicht leicht beeindruckt. Du und der #squad haben meinen Respekt.

# ~scripts/personalities/missions.csv_f95d1ab4de6edc492a0381356b727a87
source: Thank you for minimizing impact on the surface. I'm still getting positive pings from the majority of micro-bots in the region.
de: Danke für die Minimierung der Auswirkungen auf die Oberfläche. Ich bekomme immer noch positive Pings von der Mehrheit der Mikro-Bots in der Region.

# ~scripts/personalities/missions.csv_839e95a5803dc5bcb25858723d776f25
source: The #squad were successful, commander! You kept the Vek pinned and under control - the sector is ours!
de: Die #squad waren erfolgreich, Kommandant! Du hast den Vek festgehalten und unter Kontrolle gehalten - der Sektor gehört uns!

# ~scripts/personalities/missions.csv_8be575a9a74dea1057e15692ec4928d5
source: The sector is now ours to occupy safely, commander. The Vek below ground are no more.
de: Der Sektor gehört jetzt uns, um sicher zu sein, Kommandant. Die Vek unter der Erde sind nicht mehr.

# ~scripts/personalities/missions.csv_e155a2995c597e3fe5bb82ad6fca86a7
source: Our nature preserves on the surface were destroyed during the fighting - there's little left of the region. At least the Vek are gone now.
de: Unsere Naturreservate an der Oberfläche wurden während der Kämpfe zerstört - von der Region ist nur noch wenig übrig. Zumindest sind die Vek jetzt weg.

# ~scripts/personalities/missions.csv_fd312b93d667ed8fc9147b123b25a806
source: Vek reaching the surface means crops were destroyed. My people will die - not from the Vek, but from starvation.
de: Wenn Vek die Oberfläche erreichen, bedeutet dies, dass die Pflanzen zerstört wurden. Meine Leute werden sterben - nicht von den Vek, sondern vom Hungertod.

# ~scripts/personalities/missions.csv_6f2bf619a4f6a5c49e140da5239ffacd
source: Every millisecond another life is being snuffed out by the chaos from your battle on the surface. Redirecting my output so you have to watch it too...
de: Jede Millisekunde wird ein anderes Leben durch das Chaos von deinem Kampf an der Oberfläche ausgelöscht. Umleitung meiner Ausgabe, somit musst du es auch sehen...

# ~scripts/personalities/missions.csv_835b935efa2fdaa5d602a359d500bafe
source: Detritus' attempts to destroy the Vek underground failed - too many were allowed to escape. We will have to redouble our efforts.
de: Detritus' Versuche, den Vek-Untergrund zu zerstören, scheiterten - zu viele sind entkommen. Wir müssen unsere Anstrengungen verdoppeln.

# ~scripts/personalities/missions.csv_e0b5db590524e2910c85f246f7b4babc
source: Ol' 'Horace' here is the only diesel train left on the planet - that isn't at the bottom of the ocean, anyway. He's still going strong, carrying vital supplies across the island.
de: Ol Horace ist hier der einzige Dieselzug, der auf dem Planeten übrig geblieben ist - zumindest ist er nicht auf dem Grund des Ozeans. Er ist immer noch stark und trägt wichtige Vorräte über die Insel.

# ~scripts/personalities/missions.csv_8aa5ac04ab7fce27d2a812415afccc86
source: I was overseeing maintenance on this Old Earth locomotive myself. Good thing, too - when the Vek struck, ol' Horace became the backbone of our supply lines!
de: Ich überwachte die Wartung dieser Alter-Erde-Lokomotive selbst. Gute Sache auch - als die Vek zuschlugen war das unser Rückgrat für die Versorgungslinien!

# ~scripts/personalities/missions.csv_80ab8b537e4a77a87d019d563ec990ff
source: Diesel trains may be old-fashioned by today's standards, but ol' 'Horace' here is going strong - he's vital to our supply lines!
de: Dieselzüge können nach heutigen Maßstäben altmodisch sein, aber der ol' 'Horace' ist stark - er ist für unsere Versorgungslinien unerlässlich!

# ~scripts/personalities/missions.csv_2b3de972685a1ef5a2011903bc8e7111
source: This maglev track is one of our last remaining supply lines. My people rely on it for supplies - without it...
de: Diese Magnetschwebebahn ist eine unserer letzten Versorgungslinien. Meine Leute verlassen sich darauf für Lieferungen - ohne sie ...

# ~scripts/personalities/missions.csv_cf66b9e3d0258d4f3d0a5af47650d951
source: This maglev line is a major artery between our remaining cities. We lose it, we lose the cities as well.
de: Diese Maglev-Linie ist eine Hauptverkehrsader zwischen unseren verbleibenden Städten. Wenn wir sie verlieren, verlieren wir auch die Städte.

# ~scripts/personalities/missions.csv_132d13c8d1366e867bf77c05122d4794
source: The maglev runs on solar power - we need to get it out of the approaching stormfront before its cells die.
de: Die Magnetschwebebahn läuft mit Solarenergie - wir müssen sie aus der nahenden Sturmfront holen, bevor die Zellen zerstört werden.

# ~scripts/personalities/missions.csv_f74833717f2000a921bdb6a0ea1e49d8
source: Make sure the supply train reaches the extraction point - we can take it from there.
de: Stelle sicher, dass der Versorgungszug die Entnahmestelle erreicht - wir können es von dort nehmen.

# ~scripts/personalities/missions.csv_4484e7d48e727040ecdce127cc950b8c
source: This maglev is one of the few we have left. It needs to get through, or my people will be cut off.
de: Diese Magnetschwebebahn ist eine der wenigen, die wir noch haben. Sie muss durchkommen, oder meine Leute werden abgeschnitten.

# ~scripts/personalities/missions.csv_2c49ab105e5d2e2b51e6d417c5a7cc7d
source: Detritus waste disposal relies on trains to ferry hazardous byproducts to our disposal sites... but not if the Vek intercept the trains.
de: Die Entsorgung von Detritus beruht auf Zügen, um gefährliche Nebenprodukte zu unseren Deponien zu befördern ... aber nicht, wenn die Vek die Züge abfangen.

# ~scripts/personalities/missions.csv_d21030e489f564e6f68e7940acbb74d1
source: Our trains seem to provoke the Vek - whether it's the chemicals or the vibration, we don't know, but the Vek attack them on sight.
de: Unsere Züge scheinen den Vek zu provozieren - ob es die Chemikalien oder die Vibration sind, wir wissen es nicht, aber die Vek greifen sie auf Sicht an.

# ~scripts/personalities/missions.csv_3914efc9b7c6bd297f58dff6fefdb243
source: A waste disposal train is passing through this sector. The vibrations attract the Vek, so we need to protect it from attack.
de: Ein Entsorgungszug durchläuft diesen Sektor. Die Vibrationen ziehen den Vek an, also müssen wir ihn vor Angriffen schützen.

# ~scripts/personalities/missions.csv_1d19ba2542c451b00fd95c81c5742b7d
source: The refugees will be grateful for the supplies. And I owe you my personal thanks for saving ol' 'Horace' - we two relics have been through a lot together.
de: Die Flüchtlinge werden für die Lieferungen dankbar sein. Und ich schulde dir meinen persönlichen Dank für die Rettung des ol' 'Horace' - wir beiden Relikte haben viel gemeinsam durchgemacht.

# ~scripts/personalities/missions.csv_cf78995a7d11bd965b2531ac1f5c3600
source: Ol' Horace made it to his destination without a scratch on him! With most of our past under the sea, it's a great day when we can protect our history from the Vek!
de: Ol 'Horace schaffte es ohne Kratzer zu seinem Ziel! Mit dem größten Teil unserer Vergangenheit unter dem Meer ist es ein großartiger Tag, wenn wir unsere Geschichte vor den Vek schützen können!

# ~scripts/personalities/missions.csv_89c9e75f2e9d752782f741a4af5a8d06
source: The supplies made it through and are on the way to my people in the cities. Thank you.
de: Die Unterstützer haben es geschafft und sind auf dem Weg zu meinen Leuten in den Städten. Vielen Dank.

# ~scripts/personalities/missions.csv_a63339122f78c2b586b07f978a550f62
source: Excellent, the train made it through. We live to fight another day.
de: Ausgezeichnet, der Zug hat es geschafft. Wir leben, um an einen weiteren Tag kämpfen zu können.

# ~scripts/personalities/missions.csv_367715fa86e26512c11ff03ce2713b73
source: The train has reported in; it has reached its destination without further incident. Well done, commander.
de: Der Zug hat gemeldet; Es hat sein Ziel ohne weitere Zwischenfälle erreicht. Gut gemacht, Kommandant.

# ~scripts/personalities/missions.csv_2845244e030ec9bdde63c1e7a25b7be5
source: I've received confirmation, commander - the train is safely en route, and no further Vek have been detected in its path.
de: Ich habe eine Bestätigung erhalten, Kommandant - der Zug ist sicher unterwegs, und auf seinem Weg wurden keine weiteren Vek entdeckt.

# ~scripts/personalities/missions.csv_de6ce9d0fa1e46fb6e152a2974bb1794
source: Another irreplaceable artifact lost to the Vek. Maybe R.S.T. will sell us one of their maglevs.
de: Ein weiteres unersetzliches Artefakt, das an die Vek verloren gegangen ist. R.S.T. wird uns eines ihrer Magnetschwebebahnen verkaufen.

# ~scripts/personalities/missions.csv_33b62f2f1e94d75062bdc77ffd01a0f2
source: That was the last diesel train that doesn't lie at the bottom of an ocean. Unfortunate. We'll need a new way to transport supplies now.
de: Das war der letzte Dieselzug, der nicht am Grund eines Ozeans liegt. Schlecht. Wir brauchen jetzt einen neuen Weg, um Lieferungen zu transportieren.

# ~scripts/personalities/missions.csv_0bbc1d6e082281e2ccb263913ca2fafc
source: That was one of the last maglevs we had. I'll report the loss to the destination city and see what I can do for the relief efforts there.
de: Das war eine der letzten Magnetschwebebahnen, die wir hatten. Ich werde den Verlust der Zielstadt melden und sehen, was ich für die Hilfsmaßnahmen dort tun kann.

# ~scripts/personalities/missions.csv_ac059a95dbc36bbe498bd08480676ebc
source: Every maglev we lose, we lose two cities. Protecting my people means protecting the supply lines.
de: Mit jeder Magnetschwebebahn, die wir verlieren, verlieren wir zwei Städte. Schutz meiner Leute bedeutet Schutz der Versorgungsleitungen.

# ~scripts/personalities/missions.csv_edef4e3b73aa56fcea985f9fed00465b
source: The train is destroyed - and the byproducts it was carrying have contaminated the sector. It's uninhabitable to all but the Vek.
de: Der Zug ist zerstört - und die Nebenprodukte haben den Sektor verunreinigt. Es ist für alle außer den Vek unbewohnbar.

# ~scripts/personalities/missions.csv_89f1306fcf977b7434004e94dd25f996
source: There's nothing left of the train. Or its crew. Detritus honors their bravery, and mourns their loss.
de: Vom Zug oder seiner Mannschaft ist nichts mehr. Detritus ehrt deinen Mut und trauert um deinen Verlust.

# ~scripts/personalities/missions.csv_843e6d41cd235dd101d110911e434c7d
source: If the train is damaged once, it will stop, but the player can still defend it to earn half the rewards...
de: Wenn der Zug einmal beschädigt ist, wird er anhalten, aber der Spieler kann ihn trotzdem verteidigen, um die Hälfte der Belohnungen zu erhalten ...

# ~scripts/personalities/missions.csv_e4161909f9a84656e1003301a4398baa
source: It'll take weeks to fix that train, but at least it's not a total loss. For now, we'll have to find an alternate way to ship supplies.
de: Es wird Wochen dauern, diesen Zug zu reparieren, aber es ist kein totaler Verlust. Fürs Erste müssen wir einen alternativen Weg finden, Lieferungen zu versenden.

# ~scripts/personalities/missions.csv_575ff2ca6c6a382014f174f80827e3d9
source: These Old Earth trains were built to last! Despite the knocking it took, we can still get it back up and running - remarkable!
de: Diese Alte-Erde-Züge wurden für die Ewigkeit gebaut! Trotz dem war er eingesteckt hat, wir können ihn noch immer in Betrieb nehmen - bemerkenswert!

# ~scripts/personalities/missions.csv_1c57a2a2602a6c98e1bd19ab5f36960d
source: It'll take more than the Vek to stop ol' 'Horace'. We'll have him back on his feet in no time!
de: Es wird mehr als die Vek brauchen, um ol' 'Horace' zu stoppen. Wir werden ihn in kürzester Zeit wieder auf den Beinen haben!

# ~scripts/personalities/missions.csv_e5784cc1fdc602e314d31e38deeb9da1
source: Why was the train's path interrupted? It could have been destroyed... my engineers say it's recoverable, but we can't afford to have it idle for repairs.
de: Warum wurde der Zugweg unterbrochen? Es könnte zerstört worden sein ... meine Ingenieure sagen, dass er wiederherstellbar ist, aber wir können es uns nicht leisten, ihn für Reparaturen anzuhalten.

# ~scripts/personalities/missions.csv_a44d405f3c1a6a006171e4c9083223fb
source: We're dispatching teams to the train now - their priority is to get it running.
de: Wir schicken Teams jetzt zum Zug - ihre Priorität ist es, sie zum Laufen zu bringen.

# ~scripts/personalities/missions.csv_f8f6fa4d57a9d07b2eed1c8c73831be0
source: The train was damaged, but the #squad saved the crew. You have our gratitude, commander.
de: Der Zug war beschädigt, aber der #squad rettete die Mannschaft. Du hast unsere Dankbarkeit, Kommandant.

# ~scripts/personalities/missions.csv_9fd43abb9cc55bfa2c51d008842ee4ba
source: The train was damaged, but not beyond repair - thanks to you, our engineers can get it up and running again.
de: Der Zug war beschädigt, aber nicht unreparierbar - dank dir können unsere Ingenieure ihn wieder in Betrieb nehmen.

# ~scripts/personalities/missions.csv_1e15473b71caded0dccb1e019bdf7913
source: This mission involves a special monster that explodes when killed. The primary objective is to not kill it, letting it run away.
de: Bei dieser Mission handelt es sich um ein spezielles Monster, das explodiert, wenn es getötet wird. Das Hauptziel ist, es nicht zu töten, lass es weglaufen.

# ~scripts/personalities/missions.csv_da25fcf75f6876979380d31aba7e6380
source: These 'volatile' Vek don't have the courtesy to simply die - they explode and damage entire regions. Drive it away, but whatever you do, don't kill it!
de: Diese volatilen Vek haben nicht die Höflichkeit, einfach zu sterben - sie explodieren und beschädigen ganze Regionen. Vertreibe sie, aber was immer du tust, töte es nicht!

# ~scripts/personalities/missions.csv_e049a51422b094776a044a4ebdaf1068
source: These 'volatile' Vek detonate on death! Drive it away and for safety's sake, don't let it explode!
de: Diese volatilen Vek detonieren beim Tod! Vertreibe sie weg und lass es aus Sicherheitsgründen nicht explodieren!

# ~scripts/personalities/missions.csv_cdad4198d4ce3080afffe0bb8d73f76f
source: Normally I wouldn't ask you to hold your fire - but one of the Vek is a Volatile, it'll explode if you kill it. Drive it off instead.
de: Normalerweise würde ich dich nicht bitten, nicht zu schießen- aber einer der Vek ist ein Volatiler, er wird explodieren, wenn du ihn tötest. Vertreibe ihn stattdessen.

# ~scripts/personalities/missions.csv_84fb86e48ec00acd5102d8c413e5461b
source: A Volatile Vek has been spotted. When they die, they explode and kick up a mile of dust that scrambles our sensors for days - don't kill it, drive it away instead.
de: Ein volatiler Vek wurde entdeckt. Wenn er stirbt, explodiert er wirbelt eine Kilometerhohe Aschewolke auf die unsere Sensoren für Tage stört - töte ihn nicht, sondern vertreibe ihn stattdessen.

# ~scripts/personalities/missions.csv_397ee6c75b3ce38fd2a967ed4e78b481
source: These Vek are nasty ones. Volatile Vek don't die quietly, they detonate... and take entire districts with them. Do not kill it - make it run.
de: Diese Vek sind böse. Volatile Vek sterben nicht leise, sie explodieren ... und nehmen ganze Distrikte mit. Töte sie nicht - lass sie laufen.

# ~scripts/personalities/missions.csv_9956fa580d852e6ee792eaf3b9df255c
source: These Volatile Vek are living bombs. Don't kill it, drive it away before it turns the region into a crater.
de: Diese volatilen Vek sind lebende Bomben. Töte sie nicht, vertreibe sie, bevor es die Region in einen Krater verwandelt.

# ~scripts/personalities/missions.csv_04e293d064ca5fd236801fba4cf9d0e7
source: My Vek Analysis Process has triggered an alert. One of the Vek in this region will detonate on death. You must drive it away without killing it.
de: Mein Vek-Analyseprozess hat eine Warnung ausgelöst. Einer der Vek in dieser Region wird beim Tod explodieren. Du musst es wegtreiben, ohne es zu töten.

# ~scripts/personalities/missions.csv_649dba497c01a1c8c7601ccc771ccfd8
source: We have detected a Volatile Vek in this sector, and it is imperative it not... detonate, or it may cause a chain reaction.
de: Wir haben einen Flüchtigen Vek in diesem Sektor entdeckt, und es ist zwingend erforderlich, dass er nicht ... detoniert, oder es kann eine Kettenreaktion verursachen.

# ~scripts/personalities/missions.csv_08ca920e6788c71ad315ccc87f0846ae
source: Intercept the Vek in this sector, but do not harm the Volatile Vek - drive it away without killing it or the damage will be catastrophic.
de: Fange den Vek in diesem Sektor ab, aber schütze den volatilen Vek - vertreibe ihn, ohne ihn zu töten oder der Schaden wird katastrophal sein.

# ~scripts/personalities/missions.csv_ebf2c2b3ba7db06bd709b3dc4fd3a31f
source: We've identified a Volatile Vek in this sector, commander - 'encourage' it to retreat - without killing it.
de: Wir haben einen Volatilen Vek in diesem Sektor identifiziert, Commander - 'ermutig' ihn zum Rückzug - ohne ihn zu töten.

# ~scripts/personalities/missions.csv_2a4e4445636a6cdbe523f30a2203e4fe
source: I'm sure that explosive Vek will be back, but at least nothing was damaged. Hmm. We should double the blast proofing on the Vaults before it returns...
de: Ich bin mir sicher, dass der explosive Vek zurück kommenw ird, aber zumindest wurde nichts beschädigt. Hmm. Wir sollten den Explosionsschutz auf den Gewölben verdoppeln, bevor er zurückkommt ...

# ~scripts/personalities/missions.csv_86a96dbf75b1ede76a70eb60b9d95cc8
source: If we had the resources, we could capture that volatile monstrosity and study it. At least it's gone now, that's a relief!
de: Wenn wir die Ressourcen hätten, könnten wir diese volatile Monstrosität einfangen und studieren. Zumindest ist es jetzt weg, das ist eine Erleichterung!

# ~scripts/personalities/missions.csv_8a8d0b67003747dbe7afd4a78656f320
source: Excellent. We should be able to track that Volatile and terrabomb it when it hits an abandoned region.
de: Ausgezeichnet. Wir sollten in der Lage sein, das volatile und terrestrische Objekt zu verfolgen, wenn es auf eine verlassene Region trifft.

# ~scripts/personalities/missions.csv_0b252d4667fba01f6839d0991be336e5
source: One of these days we'll capture that Volatile and figure out how to turn every Vek into one... then set them off in their own hives.
de: Eines Tages werden wir den volatilen Vek einfangen und herausfinden, wie man jeden Vek zu einem macht ... und dann setzen wir sie in ihren eigenen Nesten ab.

# ~scripts/personalities/missions.csv_3939984adcc087ad5f1a837fd5a29e67
source: I'm creating a new subroutine to monitor where that Vek goes. I hope it stays far away.
de: Ich erstelle eine neue Subroutine, um zu überwachen, wohin Vek gehen. Ich hoffe, sie bleiben weit weg.

# ~scripts/personalities/missions.csv_826d285158acb9419df25e41e4b4cbd9
source: We're tracking the Volatile now - it should pose no further threat to us. We commend your efforts, commander, efficiently done.
de: Wir verfolgen jetzt das Volatile - es sollte keine weitere Bedrohung für uns darstellen. Wir danke für die Bemühungen, Kommandant, effizient gemacht.

# ~scripts/personalities/missions.csv_6bec4b2bebceea149e9bff0ca91f1468
source: The Volatile is retreating to its hive. This is good news - we should be able to track it and detonate it when it reaches the nest.
de: Der Flüchtige zieht sich in seine Nest zurück. Das sind gute Nachrichten - wir sollten ihn verfolgen können und es detonieren lassen, wenn es das Nest erreicht.

# ~scripts/personalities/missions.csv_52b14b83b73d47f2bce88b9d1def200c
source: There was a nature reserve within that Vek's blast radius. One of the last remaining ferret species is likely extinct now.
de: Innerhalb des Explosionsradius des Vek gab es ein Naturschutzgebiet. Eine der letzten verbliebenen Frettchenarten ist heute wahrscheinlich ausgestorben.

# ~scripts/personalities/missions.csv_935a096a3340636a86b19fb6d3add634
source: One of our secure underground Technology Vaults was cracked open when that Vek exploded. I can only hope nothing inside was damaged!
de: Eines unserer sicheren unterirdischen Technologiegewölbe wurde aufgerissen, als dieser Vek explodierte. Ich kann nur hoffen, dass innen nichts beschädigt wurde!

# ~scripts/personalities/missions.csv_cc7fef57e800ff7def09cc2d2b98a52c
source: We heard the blast all the way here at the R.S.T. Corporate Tower. I take it you weren't successful.
de: Wir hörten die Explosion hier auf dem R.S.T. Unternehmensturm. Ich nehme an, du warst nicht erfolgreich.

# ~scripts/personalities/missions.csv_c4fee315d4fc7abaab2f6277b0855a40
source: We picked up the blast on sensors... the region's useless to us now.
de: Wir haben die Explosion auf den Sensoren gesehen ... die Region ist jetzt nutzlos für uns.

# ~scripts/personalities/missions.csv_c9ffb006bd64a4fc6a2e523e49de3cf4
source: The Volatile damaged one our substructures... we're going to have engineering crews working double-time to brace up the island.
de: Das Volatile hat unsere Unterbauten beschädigt ... wir werden Ingenieurcrews brauchen, die doppelt hart arbeiten, um die Insel zu verstärken.

# ~scripts/personalities/missions.csv_403c3c05f18ae6aed3fb04dce4f0093f
source: That bl#st...@#^... dam#ged... <connection lost>
de: Diese bl#st...@#^... dam#ged... <Verbindung verloren>

# ~scripts/personalities/missions.csv_0efe20e501e31045cbf03e735868b9f1
source: Our sensors detected the explosion. There's nothing more to be done now, we've evacuated what survivors we could.
de: Unsere Sensoren haben die Explosion erkannt. Jetzt gibt es nichts mehr zu tun, wir haben die Überlebenden evakuiert.

# ~scripts/personalities/missions.csv_9f9d0dcbdd64e9bc892d1e218c30cab6
source: The Vek detonation disrupted Detritus operations in the sector - we'll have to pull back and reevaluate our attack plan.
de: Die Vek-Detonation hat die Operationen von Detritus in diesem Sektor unterbrochen - wir müssen uns zurückziehen und unseren Angriffsplan neu bewerten.

# ~scripts/personalities/missions.csv_feee3e0cde40dbbc8f431b8fdf9406f1
source: Some sort of... gelatinous mass is approaching our headquarters! We've never seen anything like it - you have to stop it!
de: Eine Art gallertartige Masse nähert sich unserem Hauptquartier! So etwas haben wir noch nie gesehen - du musst es stoppen!

# ~scripts/personalities/missions.csv_1a987f4582f1bae32d17c9c732769314
source: Sensors have picked up an unknown Vek... some sort of massive gelatinous creature. Whatever it is, don't let it reach the tower!
de: Sensoren haben einen unbekannten Vek aufgegriffen ... eine Art gallertartige Kreatur. Was immer es ist, lass es nicht den Turm erreichen!
