Repository: Difonzo/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: de

# scripts/text.lua_Tutorial_ArtText
source: Artillery Weapons can shoot over obstacles like mountains, but cannot shoot adjacent tiles.
de: Artilleriewaffen können über Hindernisse wie Berge schießen, dafür aber nicht auf angrenzende Felder.

# scripts/text.lua_Tutorial_ArtExtra
source: The Artillery Mech's weapon will only damage units on the CENTER tile, while units on ADJACENT tiles are pushed.
de: Die Waffe des Artillerie-Mechs beschädigt nur Einheiten auf dem mittlerem Feld, während Einheiten auf angrenzenden Feldern gestoßen werden.

# scripts/text.lua_Tutorial_Rewards
source: MISSION REWARDS
de: MISSIONSBELOHNUNG

# scripts/text.lua_Tutorial_RewardsText
source: Every mission has different potential rewards for completing bonus objectives. You won't be able to do every mission on the Island, so choose carefully!
de: Jede Mission hat verschiedene potentielle Belohnungen für das Erreichen von Bonuszielen. Du wirst nicht in der Lage sein, jede Mission auf der Insel zu machen, also wähle sorgfältig!

# scripts/text.lua_Tutorial_Rewards_Cores
source: POWER CORES: Used to upgrade your Mechs.
de: Energiekerne: Wird benutzt, um deine Mechs zu verbessern.

# scripts/text.lua_Tutorial_Rewards_Power
source: GRID POWER: Restores your Power Grid. If your Power Grid reaches zero, you lose.
de: STROMNETZ: Stellt das Stromnetz wieder her. Wenn dein Stromnetz Null erreicht, verlierst du.

# scripts/text.lua_Tutorial_Rewards_Reputation
source: CORP REPUTATION: Used to purchase items once the Island is secure.
de: FIRMENREPUTATION: Verwendet, um Gegenstände zu kaufen, sobald die Insel sicher ist.

# scripts/text.lua_Tutorial_Rewards_Difficulty
source: WARNING: Missions with more potential rewards will have additional dangers!
de: ACHTUNG: Missionen mit mehr potentieller Belohnung haben zusätzliche Gefahren!

# scripts/text.lua_Tutorial_FinalText
source: After securing two corporate islands, the Final Mission is available to complete.
de: Nach der Sicherung von zwei Firmeninseln kann die finale Mission abgeschlossen werden.

# scripts/text.lua_Tutorial_Final_ScalingTitle
source: Difficulty
de: Schwierigkeit

# scripts/text.lua_Tutorial_Final_Scaling
source: The difficulty of this battle scales to your current progress. Fighting it now will be as much of a challenge as attempting it after securing additional Islands
de: Die Schwierigkeit dieses Kampfes skaliert zu deinem aktuellen Fortschritt. Jetzt zu kämpfen, wird genauso eine Herausforderung sein, wie wenn es nach der Sicherung weiterer Inseln versucht wird

# scripts/text.lua_Tutorial_Final_ScoringTitle
source: Civilians
de: Zivilisten

# scripts/text.lua_Tutorial_Final_Scoring
source: Securing more islands before the Final Mission will allow you to save more civilians and increase your final score.
de: Sichere mehr Inseln vor der finalen Mission um mehr Zivilisten zu retten und deine Punktzahl zu erhöhen.

# scripts/text.lua_Tutorial_StartCombat
source: Start Simulation
de: Starte die Simulation

# scripts/text.lua_Tutorial_DeclineCombat
source: Decline
de: Ablehnen

# scripts/text.lua_Tutorial_DeclineAll
source: No, I know what I'm doing (hide ALL future tutorial tips)
de: Nein, ich weiß, was ich mache (alle zukünftigen Tutorial-Tipps ausblenden)

# scripts/text.lua_Tutorial_Dismiss
source: (Click to Dismiss)
de: (Klicken um zu Verwerfen)

# scripts/text.lua_TipTitle_FinalMission
source: Final Mission
de: Finale Mission

# scripts/text.lua_TipText_FinalMission
source: You may complete the Final Mission at any point after securing two Corporate Islands. The difficulty of the mission scales to your current progress.
de: Du kannst die Endmission zu jedem Zeitpunkt abschließen, nachdem du zwei Firmneninseln gesichert hast. Die Schwierigkeit der Mission skaliert zu deinem aktuellen Fortschritt.

# scripts/text.lua_TipTitle_Reputation
source: Corporate Reputation
de: Firmenreputation

# scripts/text.lua_TipText_Reputation
source: Use reputation points to purchase supplies once an Island is secured.
de: Benutze Reputation, um Nachschub zu kaufen, sobald eine Insel gesichert ist.

# scripts/text.lua_TipText_Cores
source: Used for upgrading your Mechs. Open the Mech Upgrade screen by clicking on any Mech icon on the left.
de: Wird für das Upgrade von Mechs verwendet. Öffne den Mech-Upgrade-Bildschirm, indem du auf ein beliebiges Mech-Symbol auf der linken Seite klickst.

# scripts/text.lua_TipTitle_Order,scripts/text.lua_TipTitle_Overlay
source: Attack Order
de: Angriffsfolge

# scripts/text.lua_TipText_Order
source: Mouse over here or hold ALT to display the order enemies will attack.
de: Bewege die Maus hier hin oder halte ALT gedrückt, um die Reihenfolge anzuzeigen, in der die Feinde angreifen.

# scripts/text.lua_TipText_Menu
source: Game Menu [ESC]
de: Spielmenü [ESC]

# scripts/text.lua_TipTitle_Menu
source: Open the Game Menu
de: Öffne das Spielmenü

# scripts/text.lua_TipText_Overlay
source: Shows the order that actions will happen during the enemy turn. Hotkey: [$1]
de: Zeigt die Reihenfolge an, in der die Aktionen während des gegnerischen Zuges ausgeführt werden. Schnelltaste: [$1]

# scripts/text.lua_TipText_TimerBattle
source: How long you've been playing your current game. You can hide this in the Options menu.
de: Wie lange spielst du gerade dein aktuelles Spiel? Du kannst dies im Menü Optionen ausblenden.

# scripts/text.lua_TipTitle_TimerBattle
source: Game Time
de: Spielzeit

# scripts/text.lua_TipText_ResetTurn
source: Go back in time to the start of the current turn. Available after taking at least one action. You can only do this once per battle.
de: Gehe zurück in der Zeit bis zum Beginn des aktuellen Zuges. Verfügbar nach mindestens einer Aktion. Du kannst das nur einmal pro Kampf tun.

source: Reset Turn
de: Zug zurück

# scripts/text.lua_TipText_ResetTurnUsed
source: You can only use this once per battle.
de: Du kannst das nur einmal pro Kampf benutzen.

# scripts/text.lua_TipTitle_ResetTurnUsed
source: Reset Turn Used
de: Benutzte Züge zurücksetzen

# scripts/text.lua_TipText_ResetTurnExtra
source: Go back in time to the start of the current turn. Available after taking at least one action. Your 'Temporal Reset' Pilot gives you one extra Reset per battle. You have 2 remaining.
de: Gehe zurück in der Zeit bis zum Beginn des aktuellen Zuges. Verfügbar nach mindestens einer Aktion. Dein Pilot 'Temporaler Reset' gibt dir einen zusätzlichen Reset pro Kampf. Du hast 2 übrig.

# scripts/text.lua_TipText_ResetTurnFinal
source: Go back in time to the start of the current turn. Available after taking at least one action. You only have 1 Reset remaining.
de: Gehe zurück in der Zeit bis zum Beginn des aktuellen Zuges. Verfügbar nach mindestens einer Aktion. Du hast nur noch einen Reset.

# scripts/text.lua_TipText_CombatSpeed
source: Modifies how quickly enemy units take their turn. Slow it down if you're new and having troubles following enemy actions, speed it up if you're experienced and comfortable with combat.
de: Ändert, wie schnell gegnerische Einheiten am Zug sind. Verlangsame es wenn du ein neuer Spieler bist um den Aktionen besser folgen zu können. Mit der Zeit kannst du es schneller einstellen.

# scripts/text.lua_TipTitle_CombatSpeed,scripts/text.lua_Escape_Speed
source: Combat Speed
de: Kampfgeschwindigkeit

# scripts/text.lua_TipText_Abandon
source: End this attempt and send a Pilot back in time to try again.
de: Beende den Versuch und sende einen Pilot zurück, um es erneut zu versuchen.

# scripts/text.lua_TipTitle_Abandon
source: Abandon Timeline
de: Zeitlinie verlassen

# scripts/text.lua_TipTitle_TutorialTips,scripts/text.lua_Toggle_Tips
source: Tutorial Tips
de: Tutorial Tipps

# scripts/text.lua_TipText_TutorialTips
source: Show relevant Tutorial popups during the game. Highly recommended for new players.
de: Zeigen Sie während des Spiels relevante Tutorial-Popups an. Empfehlenswert für neue Spieler.

# scripts/text.lua_TipTitle_BoardScale
source: Max Board Scale
de: Max. Boardskala

# scripts/text.lua_TipText_BoardScale
source: Customize the max combat board rendering scale. This can be useful to decrease the scale for larger monitors. Current window default scale is: $1
de: Maximale Skalierung das Kampfboards anpassen. Dies kann nützlich sein, um die Skalierung für größere Monitore zu verringern. Die Standardskalierung für das aktuelle Fenster ist: $1

# scripts/text.lua_TipTitle_DefaultRes
source: Default Window
de: Standardfenster

# scripts/text.lua_TipText_DefaultRes
source: Restore the game to its default 720p Window. Recommended for streaming.
de: Stellen Sie das Spiel auf seinem Standard 720p-Fenster wieder her. Empfohlen für das Streaming.

# scripts/text.lua_TipText_AudioMuted
source: Audio is currently muted
de: Ton ist derzeit stummgeschaltet

# scripts/text.lua_TipTitle_Timer,scripts/text.lua_Toggle_Timer
source: Game Timer UI
de: Spieltimer UI

# scripts/text.lua_TipText_Timer
source: Add Game Timer to the UI. Helpful for speed running or obtaining the 'Lightning War' achievement
de: Füge Spieltimer zur Benutzeroberfläche hinzu. Hilfreich für Speedrunning oder den 'Blitzkrieg' Erfolg

# scripts/text.lua_TipTitle_Colorblind,scripts/text.lua_Toggle_Colorblind
source: Colorblind Mode
de: Farbenblinder Modus

# scripts/text.lua_TipText_Colorblind
source: Changes some colors and adds additional icons to aid colorblind players. Let us know if you'd like anything improved with this.
de: Ändert einige Farben und fügt zusätzliche Symbole hinzu, um farbblinde Spieler zu unterstützen. Lass uns wissen, ob du etwas verbessert haben möchtest.

# scripts/text.lua_TipTitle_LargeFont,scripts/text.lua_Toggle_Large
source: Larger Fonts
de: Größere Schriftarten

# scripts/text.lua_TipText_LargeFont
source: Increases the size of tooltips, dialogs, and other critical texts.
de: Erhöht die Größe von QuickInfos, Dialogen und anderen kritischen Texten.

# scripts/text.lua_TipTitle_NoLargeFont
source: Larger Fonts Unavailable
de: Größere Schriftarten nicht verfügbar

# scripts/text.lua_TipText_NoLargeFont
source: Your current window resolution is too small to support larger fonts.
de: Ihre aktuelle Fensterauflösung ist zu klein, um größere Schriftarten zu unterstützen.

# scripts/text.lua_TipTitle_Confirm,scripts/text.lua_Toggle_Confirm
source: End Turn Confirmation
de: Bestätigung Zugende

# scripts/text.lua_TipText_Confirm
source: Receive confirmation when you attempt to end your turn and have units still available to act.
de: Erhalte eine Bestätigung, wenn du versuchst, deinen Zug zu beenden und Einheiten noch zum agieren verfügbar sind.

# scripts/text.lua_TipTitle_Stretch,scripts/text.lua_Toggle_Stretch
source: Stretch Scaling
de: Stretch-Skalierung

# scripts/text.lua_TipText_Stretch
source: Stretch art and UI when adjusting to larger resolutions. Helpful for high (1440p or more) resolution monitors if the UI is too small, but might make the art and text slightly blurry.
de: Stretche Bilder und UI für Anpassung an größere Auflösungen. Hilfreich für 1440p oder mehr , wenn die Benutzeroberfläche zu klein ist, aber Bilder und Text möglicherweise etwas unscharf werden.

# scripts/text.lua_TipText_Limit
source: Limit the FPS to 60. Recommended for most systems.
de: FPS Limit auf 60. Empfohlen für die meisten Systeme.

# scripts/text.lua_TipTitle_Shake,scripts/text.lua_Toggle_Screenshake
source: Disable Screen Shake
de: Bildwackeln deaktivieren

# scripts/text.lua_TipText_Shake
source: Prevent the board / UI from shaking. This is common during combat when something deals damage.
de: Board soll nicht wackeln Häufig im Kampf wenn etwas Schaden erleidet.

# scripts/text.lua_TipTitle_Coords
source: Grid Coordinates Overlay
de: Koordinaten Overlay

# scripts/text.lua_TipText_Coords
source: Add coordinates to the board. Good for streaming, or whenever sharing the game in other forms.
de: Fügt Koordination dem Board hinzu. Gut für Streaming oder anderen Formen des Sharings.

# scripts/text.lua_TipTitle_NoStretch
source: Stretch Scaling Unavailable
de: Stretch Skalierung nicht verfügbar

# scripts/text.lua_TipText_NoStretch
source: Your Video Drivers do not support the necessary requirements for this. Please update or contact support if you need this feature.
de: Ihre Videotreiber unterstützen die dafür notwendigen Voraussetzungen nicht. Bitte aktualisieren Sie oder wenden Sie sich an den Support, wenn Sie diese Funktion benötigen.

# scripts/text.lua_TipTitle_BattleVictory
source: Battle Victory
de: Kampfsieg

# scripts/text.lua_TipText_BattleVictory
source: All enemies will retreat in $1 turns
de: Alle Gegner werden sich in $1 Zügen zurückziehen

# scripts/text.lua_TipText_BattleVictory_One
source: All enemies will retreat in 1 turn
de: Alle Gegner werden sich in einem Zug zurückziehen

# scripts/text.lua_TipTitle_BattleVictory_Final
source: Final Victory
de: Letzter Sieg

# scripts/text.lua_TipText_BattleVictory_Final
source: The bomb will explode in $1 turns
de: Die Bombe explodiert in $1 Zügen

# scripts/text.lua_TipText_BattleVictory_One_Final
source: The bomb will explode in 1 turn
de: Die Bombe wird im nächsten Zug explodieren

# scripts/text.lua_TipTitle_RepObj
source: Reputation Objective
de: Reputationsziel

# scripts/text.lua_TipText_RepObj
source: Rewards Corporate Reputation, used to buy equipment.
de: Gewährt Firmenreputation, wird benutzt um Equipment zu kaufen.

# scripts/text.lua_TipTitle_PodObj,scripts/text_tooltips.lua_TILE_TOOLTIPS__pod_0
source: Time Pod
de: Zeitkapsel

# scripts/text.lua_TipText_PodObj
source: A Time Pod's contents could be useful for the fights ahead.
de: Der Inhalt einer Zeitkapsel könnte für die bevorstehenden Kämpfe nützlich sein.

# scripts/text.lua_TipTitle_PowerObj
source: Power Objective
de: Leistungsziel

# scripts/text.lua_TipText_PowerObj
source: Restores power to the Power Grid
de: Stellt die Stromversorgung des Stromnetzes wieder her

# scripts/text.lua_TipTitle_CoreObj
source: Reactor Core Objective
de: Reaktorkern Ziel

# scripts/text.lua_TipText_CoreObj
source: Rewards a Reactor Core, used to upgrade Mechs.
de: Ein Reaktorkern als Belohnung, mit dem Mechs aufgerüstet werden.

# scripts/text.lua_TipTitle_Saved
source: Saved People
de: Gerettete Menschen

# scripts/text.lua_TipText_Saved
source: The number of people you've saved in this time line Higher difficulties have more people per building in battle.
de: Die Anzahl der Personen, die du in dieser Zeitlinie gespeichert hast Höhere Schwierigkeiten haben mehr Menschen pro Gebäude im Kampf.

# scripts/text.lua_TipTitle_UpgradeReactor
source: Mech Reactor
de: Mech-Reaktor

# scripts/text.lua_TipText_UpgradeReactor
source: You can use reactor power to improve your weapons, or power additional weapons. Install Reactor Cores to upgrade a Mech's reactor.
de: Du kannst die Reaktorenergie nutzen, um deine Waffen zu verbessern oder zusätzliche Waffen zu aktivieren. Reaktorkerne installieren, um den Reaktor eines Mechs zu verbessern.

# scripts/text.lua_TipTitle_UndoCore
source: Undo Core Installation
de: Kerninstallation rückgängig machen

# scripts/text.lua_TipText_UndoCore
source: Undo recent Core installations.
de: Aktuelle Core-Installationen rückgängig machen.

# scripts/text.lua_TipTitle_Health
source: Mech Health
de: Mech Gesundheit

# scripts/text.lua_TipTitle_Move
source: Mech Movement
de: Mech-Bewegung

# scripts/text.lua_TipTitle_ZoltanHealth
source: Zoltan Health
de: Zoltans Gesundheit

# scripts/text.lua_TipText_ZoltanHealth
source: The Zoltan Pilot prevents increasing the HP of this Mech
de: Der Zoltan Pilot verhindert, dass die HP dieses Mechs erhöht wird

# scripts/text.lua_TipTitle_MechClass,scripts/text.lua_TipTitle_HangarClass
source: Mech Class
de: Mech-Klasse

# scripts/text.lua_TipText_MechClass
source: The Mech's Class determines which weapon types it can efficiently use. Weapons not in the same class will cost 1 extra Reactor Power.
de: Die Mech-Klasse bestimmt, welche Waffenarten sie effizient einsetzen kann. Waffen, die nicht in derselben Klasse sind, kosten 1 zusätzliche Reaktorenergie.

# scripts/text.lua_TipTitle_Cyborg
source: Cyborg Class
de: Cyborg-Klasse

# scripts/text.lua_TipText_Cyborg
source: Cyborgs require 1 extra Reactor Power to use any non-Cyborg weapon or passive.
de: Cyborgs benötigen 1 zusätzliche Reaktorenergie, um alle Nicht-Cyborg-Waffen oder Passive einzusetzen.

# scripts/text.lua_TipText_RenamePilot
source: Click to rename this Pilot.
de: Klicken um diesen Pilot umzubenennen.

# scripts/text.lua_TipTitle_RenamePilot
source: Rename Pilot
de: Pilot umbenennen

# scripts/text.lua_TipText_RenameMech
source: Click to rename this Mech.
de: Klicken um diesen Mech umzubenennen.

# scripts/text.lua_TipTitle_RenameMech
source: Rename Mech
de: Mech umbenennen

source: Max Level
de: Maximales Level

# scripts/text.lua_TipText_PilotMax
source: This Pilot has unlocked all of their skills!
de: Dieser Pilot hat alle seine Fähigkeiten freigeschaltet!

# scripts/text.lua_TipTitle_PilotExperience
source: Pilot Experience
de: Pilot Erfahrung

# scripts/text.lua_TipText_PilotExperience
source: Once this Pilot gains enough experience in combat, they will unlock more skills.
de: Sobald dieser Pilot genug Erfahrung im Kampf gesammelt hat, werden mehr Fertigkeiten freigeschaltet.

# scripts/text.lua_TipTitle_PilotAI
source: Basic AI Pilot
de: Normaler KI Pilot

# scripts/text.lua_TipText_PilotAI
source: Basic AI Pilots are already operating at their peak efficiency and do not gain experience in combat. Find superior human Pilots, or advanced AI Pilots, to replace the basic AI.
de: Grundlegende KI-Piloten arbeiten bereits mit maximaler Effizienz und erhalten keine Erfahrung im Kampf. Finde überlegene menschliche Piloten oder fortgeschrittene KI-Piloten, um die grundlegende KI zu ersetzen.

# scripts/text.lua_TipText_GridDefense
source: The percentage chance any building will resist damage. Gain Power when your Power Grid is full to upgrade its Defense.
de: Die prozentuale Chance, dass ein Gebäude einem Schaden standhält. Hol dir Energie, wenn dein Stromnetz voll ist, um seine Verteidigung zu verbessern.

# scripts/text.lua_TipText_PowerGrid
source: You LOSE if this reaches zero. Reduced every time a Powered Building is damaged in combat.
de: Du verlierst, wenn dies Null erreicht. Reduziert sich jedes Mal, wenn ein Gebäude mit Strom im Kampf beschädigt wird.

# scripts/text.lua_TipTitle_BuyCore,scripts/text.lua_Store_Core
source: Reactor Core
de: Reaktorkern

# scripts/text.lua_TipText_BuyCore
source: Reactor Cores are used to upgrade your Mechs between missions.
de: Reaktorkerne werden verwendet, um deine Mechs zwischen den Missionen zu verbessern.

# scripts/text.lua_TipTitle_BuyPower
source: Grid Power
de: Netzleistung

# scripts/text.lua_TipText_BuyPower
source: Repair damage to your Power Grid. If your Power Grid is full, this will permanently upgrade your Grid Defense.
de: Repariere Schäden an deinem Stromnetz. Wenn das Stromnetz voll ist, wird es die Verteidigung dauerhaft erhöhen.

# scripts/text.lua_TipTitle_BuyPower_Grid
source: Overpower Grid
de: Überlaste Netzleistung

# scripts/text.lua_TipText_BuyPower_Grid
source: Your Power Grid is full. Additional Power will permanently upgrade your Grid Defense. The bonus will decrease the higher your Grid Defense gets, to a maximum of +25.
de: Dein Stromnetz ist voll. Zusätzliche Energie wird die Verteidigung permanent verbessern. Der Bonus verringert sich, je höher der Verteidigung ist, bis zu einem Maximum von +25.

# scripts/text.lua_TipTitle_BuyPower_Full
source: Full Grid
de: Volle Netzleistung

# scripts/text.lua_TipText_BuyPower_Full
source: Your Power Grid and Grid Defense are both at their maximum value. You cannot purchase additional Power.
de: Das Stromnetz und die Verteidigung haben beide ihren maximalen Wert. Du kannst keine zusätzliche Energie kaufen.

# scripts/text.lua_TipTitle_Mission_Normal
source: Standard Vek Threat
de: Standard Vek Bedrohung

# scripts/text.lua_TipText_Mission_Normal
source: No special additions for this mission
de: Keine speziellen Zusätze für diese Mission

# scripts/text.lua_TipTitle_Mission_Hard
source: High Vek Threat
de: Hohe Vek Bedrohung

# scripts/text.lua_TipText_Mission_Hard
source: One extra Alpha Vek will be present when the mission starts
de: Ein zusätzlicher Alpha Vek wird beim Start der Mission anwesend sein

# scripts/text.lua_TipTitle_Mission_Easy
source: Defense Grid Active
de: Netz Verteidigung aktiv

# scripts/text.lua_TipText_Mission_Easy
source: Some buildings start with a free Shield
de: Einige Gebäude beginnen mit einem kostenlosem Schild

# scripts/text.lua_TipTitle_Env_BeltLine,scripts/text.lua_TipTitle_Env_BeltRandom
source: Conveyor Belts
de: Förderbänder

# scripts/text.lua_TipText_Env_BeltLine,scripts/text.lua_TipText_Env_BeltRandom
source: Conveyor Belts will push units around the map
de: Förderbänder werden die Einheiten auf der Karte verschieben

# scripts/text.lua_TipTitle_Env_Airstrike
source: Air Strikes
de: Luftschläge

# scripts/text.lua_TipText_Env_Airstrike
source: A bomber will periodically target areas of the map
de: Ein Bomber zielt regelmäßig auf Bereiche der Karte

# scripts/text.lua_TipTitle_Env_Tides
source: Tidal Waves
de: Flutwellen

# scripts/text.lua_TipText_Env_Tides
source: The map will gradually be flooded in water
de: Die Karte wird nach und nach mit Wasser überflutet

# scripts/text.lua_TipTitle_Env_Cataclysm,#72
source: Cataclysmic Earthquakes
de: Kataklysmische Erdbeben

# scripts/text.lua_TipText_Env_Cataclysm
source: The map will gradually break apart into a massive chasm
de: Die Karte wird sich allmählich in eine massive Kluft auflösen

source: Seismic Activity
de: Seismische Aktivität

# scripts/text.lua_TipText_Env_Seismic
source: Ground tiles will periodically sink into chasms, taking any unit with them
de: Felder versinken regelmäßig in und ziehen Einheiten in die Tiefe

# scripts/text.lua_TipTitle_Env_Lightning,#82
source: Lightning Storm
de: Gewitter

# scripts/text.lua_TipText_Env_Lightning
source: Dangerous lightning will threaten the map, killing anything it strikes
de: Gefährliche Blitze werden die Karte bedrohen und alles töten, was sie treffen

source: Ice Storm
de: Eissturm

# scripts/text.lua_TipText_Env_SnowStorm
source: Large areas of the map will periodically freeze solid
de: Große Bereiche der Karte werden regelmäßig einfrieren

# scripts/text.lua_Corp_Grass_Description
source: This Museum Island recreates Old Earth as it was before the oceans rose and nearly wiped out humanity.
de: Diese Museumsinsel stellt die alte Erde so wieder her, wie sie war, bevor die Ozeane stiegen und die Menschheit beinahe auslöschten.

# scripts/text.lua_Corp_Desert_Description
source: Terraforming specialists, R.S.T. turned the environment against the Vek and nearly destroyed their Island in the process.
de: Terraforming-Spezialisten, R. S. T. nutzten ihre Umwelt gegen die Vek und zerstörte dabei fast ihre Insel.

# scripts/text.lua_Corp_Snow_Description
source: Pinnacle Robotics fights a war on two fronts, one against the Vek, the other against its own Sentient Weapons.
de: Pinnacle Robotics kämpft Krieg an zwei Fronten, einen gegen die Vek, den anderen gegen seine eigenen fühlenden Waffen.

# scripts/text.lua_Corp_Factory_Description
source: Detritus tech can break down any matter into its base elements. Their factory-cities are devoted to waste removal and recycling.
de: Detritus Tech kann jede Materie in ihre Basiselemente zerlegen. Ihre Fabrikstädte sind der Müllentsorgung und dem Recycling gewidmet.

# scripts/text.lua_Order_Fire
source: Fire Damage
de: Feuerschaden

# scripts/text.lua_Order_Psion
source: Psion Regenerate
de: Psion regenerieren

# scripts/text.lua_Order_Tentacle
source: Psion Tentacle
de: Psion Tentakel

# scripts/text.lua_Order_Actions
source: Enemy Actions
de: Feindliche Aktionen
