Repository: Difonzo/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: de

# scripts/text.lua_Tutorial_InfoButton_Text
source: When confronted with new enemies, be sure to learn about their abilities. Hold down $1 while mousing over units to examine them
de: Wenn du mit neuen Feinden konfrontiert wirst, solltest du dich über ihre Fähigkeiten informieren. Halte $1 während du mit dem Mauszeiger über der Einheit bist um sie zu untersuchen

# scripts/text.lua_Tutorial_InfoButton_Title
source: Inspect Units
de: Einheiten untersuchen

# scripts/text.lua_Tutorial_CombatPower_Text
source: This is the Power Grid. Whenever a building is damaged, it will be reduced. If it is reduced to zero, you LOSE.
de: Dies ist das Stromnetz. Wenn ein Gebäude beschädigt wird, wird es reduziert. Wenn es auf Null reduziert ist, verlierst du.

# scripts/text.lua_Tutorial_CombatPower_Title,scripts/text.lua_TipTitle_PowerGrid
source: Power Grid
de: Stromnetz

# scripts/text.lua_Tutorial_CombatAiming_Text
source: When aiming a weapon, the ORANGE tiles show where you can shoot.
de: Wenn du mit der Waffe zielst, zeigen die ORANGEN Felder, wohin du schießen kannst.

# scripts/text.lua_Tutorial_CombatAiming_Title
source: Valid Targets
de: Gültige Ziele

# scripts/text.lua_Tutorial_CombatMonster_Text
source: Every enemy attack is forewarned. Next turn, this one will attack the buildings. Hover over an enemy to see details about its attack.
de: Jeder feindliche Angriff wird vorgewarnt. Im nächsten Zug greift dieser die Gebäude an. Fahre mit der Maus über einen Gegner, um Details zu seinem Angriff zu sehen.

# scripts/text.lua_Tutorial_CombatMonster_Title
source: Enemy Attacks
de: Feindliche Angriffe

# scripts/text.lua_Tutorial_CombatMech_Text
source: This is your Combat Mech. It can punch any adjacent tile. Click on your Mech, move it closer to the enemy, and punch him.
de: Das ist dein Kampfmech. Er kann jedes angrenzende Feld erreichen. Klicke auf deinen Mech, bewege ihn näher zum Gegner und stoße ihn.

# scripts/text.lua_Tutorial_CombatMech_Title
source: Combat Mech
de: Kampf Mech

# scripts/text.lua_Tutorial_DeadTutorial_Title
source: Disabled Squad
de: Deaktivierter Squad

# scripts/text.lua_Tutorial_DeadTutorial_Text
source: All of your Mechs were disabled. In normal battles, the Vek would then continue their attacks and the mission would end. For this tutorial, your Mechs have been fully repaired.
de: Alle deine Mechs sind deaktiviert. In normalen Kämpfen würden die Vek dann ihre Angriffe fortsetzen und die Mission würde enden. Für dieses Tutorial wurden deine Mechs vollständig repariert.

# scripts/text.lua_Tutorial_CombatGameover_Text
source: Your Power Grid has been reduced to zero. Normally this would mean game over. Because this is a simulation, you can continue fighting the Vek.
de: Dein Stromnetz wurde auf Null reduziert. Normalerweise würde dies bedeuten, dass das Spiel vorbei ist. Da dies eine Simulation ist, kannst du weiterhin gegen den Vek kämpfen.

# scripts/text.lua_Tutorial_CombatGameover_Title
source: Game Over
de: Spiel ist aus

# scripts/text.lua_Tutorial_CombatUndo_Text
source: You cannot hit the enemy from this location. Use 'Undo Move' to reposition the Mech!
de: Du kannst den Feind nicht von diesem Ort aus treffen. Benutze 'Bewegung zurücksetzen', um den Mech neu zu positionieren!

# scripts/text.lua_Tutorial_CombatUndo_Title
source: Undo Movement
de: Bewegung zurücksetzen

# scripts/text.lua_Tutorial_CombatPunch_Text
source: Punch this enemy!
de: Schlage diesen Feind!

# scripts/text.lua_Tutorial_CombatPush_Text
source: Your Mech's punch PUSHED this unit. It will now attack a new location! Pushes can save buildings from enemy attacks, or even make enemies attack each other.
de: Der Schlag Ihres Mechs hat diese Einheit gestoßen. Sie wird jetzt einen neuen Standort angreifen! Stöße können Gebäude vor feindlichen Angriffen schützen oder sogar Gegner einander angreifen lassen.

# scripts/text.lua_Tutorial_CombatPush_Title
source: Pushing Enemies
de: Feinde stoßen

# scripts/text.lua_Tutorial_CombatTank_Text
source: This is your Tank Mech. It shoots a projectile that travels in a straight line until it hits another object.
de: Das ist dein Panzer Mech. Er schießt ein Projektil, das sich in einer geraden Linie bewegt, bis es auf ein anderes Objekt trifft.

# scripts/text.lua_Tutorial_CombatComplete_Text
source: Every mission, you win by defeating the Vek or fighting them until they retreat.
de: Bei jeder Mission gewinnst du, indem du die Vek besiegst oder sie bekämpfst, bis sie sich zurückziehen.

# scripts/text.lua_Tutorial_CombatComplete_Title
source: Completing Missions
de: Missionen abgeschlossen

# scripts/text.lua_Tutorial_CombatBonus_Text
source: Missions also have bonus objectives. Completing these will earn you additional resources after the battle.
de: Missionen haben auch Bonusziele. Durch das erfüllen erhältst du zusätzliche Ressourcen nach dem Kampf.

# scripts/text.lua_Tutorial_CombatBonus_Title,scripts/text.lua_Objective_Title
source: Bonus Objectives
de: Bonusziele

# scripts/text.lua_Tutorial_CombatWeapon_Text
source: Click on a weapon to use it. The number keys will also work as a shortcut. You may not move after you've shot a weapon.
de: Klicke auf eine Waffe, um sie zu benutzen. Die Zifferntasten funktionieren auch als Schnelltasten. Bewegung ist nach dem abfeuern einer Waffe gesperrt.

# scripts/text.lua_Tutorial_CombatWeapon_Title
source: Weapon Use
de: Waffe nutzen

# scripts/text.lua_Tutorial_CombatEnd_Text
source: When all of your Mechs have used an action or there is nothing left for your units to do, press this button to end your turn.
de: Wenn alle deine Mechs eine Aktion ausgeführt haben oder nichts mehr für deine Einheiten übrig ist, drücke diese Taste, um deinen Zug zu beenden.

source: End Turn
de: Zugende

# scripts/text.lua_Tutorial_Tanks_Text
source: The tanks have come online and can now be controlled!
de: Die Tanks sind online und können nun kontrolliert werden!

# scripts/text.lua_Tutorial_Tanks_Title
source: Old Earth Tanks
de: Alte Erdtanks

# scripts/text.lua_Tutorial_Terraform_Text
source: This Terraformer unit is under your control during this mission. Use it to turn Grass tiles into Sand tiles.
de: Dieser Terraformer steht während dieser Mission unter deiner Kontrolle. Verwende ihn, um Gras zu Sand zu machen.

# scripts/text.lua_Tutorial_VolatileVek_Text
source: Your bonus objective in this mission is to not let this Vek die.
de: DasBonusziel in dieser Mission ist es, diesen Vek nicht sterben zu lassen.

# scripts/text.lua_Tutorial_VolatileVek_Title,#130
source: Volatile Vek
de: Volatiler Vek

# scripts/text.lua_Warning_Final
source: Warning: This final mission is still in development. It is less polished and still being designed. You should still find it roughly playable. Good luck!
de: Warnung: Diese finale Mission befindet sich noch in der Entwicklung. Sie sollte mehr oder weniger spielbar sein. Viel Glück!

# scripts/text.lua_Warning_OldSave
source: Warning: This save file was created by a previous version of Into the Breach. Since the game is still in development, I can't guarantee full backwards compatibility for every update and you may experience problems with this save. That said, chances are good that you won't have any issues. Sorry about the possible troubles!
de: Warnung: Diese Sicherungsdatei wurde von einer früheren Version von Into the Breach erstellt. Da das Spiel noch in der Entwicklung ist, kann ich nicht die volle Rückwärtskompatibilität für jedes Update garantieren und es können Probleme mit dieser Speicherung auftreten. Das heißt, die Chancen stehen gut, dass Sie keine Probleme haben werden. Entschuldige die möglichen Probleme!

# scripts/text.lua_Tutorial_PoweredPilot_Title
source: Powered Pilot
de: Betriebener Pilot

# scripts/text.lua_Tutorial_PoweredPilot_Text
source: This Pilot is a Sentient machine and requires Reactor Power to activate its special ability.
de: Dieser Pilot ist eine intelligente Maschine und benötigt Reaktorenergie, um seine Spezialfähigkeit zu aktivieren.

# scripts/text.lua_Tutorial_Acid_Title
source: A.C.I.D.
de: Säure

# scripts/text.lua_Tutorial_Acid_Text
source: This unit is inflicted with A.C.I.D. With its defenses corroded, incoming Weapon Damage will be doubled. All other damage (Push, Fire, Blocking, etc.) is unaffected.
de: Diese Einheit wird mit Säure befallen. Wenn die Verteidigung korrodiert ist, wird der ankommende Waffenschaden verdoppelt. Alle anderen Schäden (Stoß, Feuer, Blocken usw.) sind davon nicht betroffen.

# scripts/text.lua_Tutorial_Frozen_Text
source: This unit is FROZEN. It cannot move or attack and will remain Frozen until it takes damage.
de: Diese Einheit ist GEFROREN. Sie kann sich nicht bewegen oder angreifen und bleibt solange eingefroren bis es Schaden nimmt.

# scripts/text.lua_Tutorial_Frozen_Title
source: Frozen Unit
de: Gefrorene Einheit

# scripts/text.lua_Tutorial_Frozen_Mech_Text
source: This Mech can use its Repair Skill to free itself from the ice, but otherwise cannot attack or move.
de: Dieser Mech kann seine Reparaturfertigkeit nutzen, um sich selbst vom Eis zu befreien, aber ansonsten kann er nicht angreifen oder sich bewegen.

# scripts/text.lua_Tutorial_Frozen_Mech_Title
source: Frozen Mech
de: Gefrorener Mech

# scripts/text.lua_Tutorial_Shield_Title
source: Energy Shields
de: Energieschilde

# scripts/text.lua_Tutorial_Shield_Text
source: This is a Shield. It will block damage and any negative effects (Fire, Freezing, A.C.I.D, etc.). Only direct damage will remove the Shield. Non-damaging, negative effects will have no effect.
de: Dies ist ein Schild. Es wird Schaden und irgendwelche negativen Effekte (Feuer, Einfrieren, Säure, usw.) blockieren. Nur direkter Schaden entfernt den Schild. Nicht schädigende negative Effekte haben keine Auswirkungen.

# scripts/text.lua_Tutorial_Armor_Title
source: Armored Unit
de: Gepanzerte Einheit

# scripts/text.lua_Tutorial_Armor_Text
source: This unit is Armored. All incoming Weapon Damage will be reduced by 1. All other damage (Push, Fire, Blocking, etc.) is unaffected.
de: Diese Einheit ist gepanzert. Der gesamte ankommende Waffenschaden wird um 1 verringert. Alle anderen Schäden (Stoß, Feuer, Blocken usw.) sind davon nicht betroffen.

# scripts/text.lua_Tutorial_Environment_Text
source: This mission has a special effect that will happen every turn. Mouse over the environment icon to get more information.
de: Diese Mission hat einen besonderen Effekt, der in jedem Zug gilt. Mauszeiger über das Umgebungssymbol, um weitere Informationen zu erhalten.

# scripts/text.lua_Tutorial_Environment_Title
source: Environment Effect
de: Umgebungseffekt

# scripts/text.lua_Tutorial_PowerGrid_Text
source: The Power Grid connects every corporate Island. Any damage it takes in missions will persist. The Vek caused damage before you arrived, but there will be opportunities to restore it.
de: Das Stromnetz verbindet jede Firmeninsel. Jeglicher Schaden, der bei Missionen entsteht, bleibt bestehen. Der Vek verursachte vor deiner Ankunft Schaden, aber es gibt Möglichkeiten, ihn es wiederherzustellen.

# scripts/text.lua_Tutorial_PowerGrid_Title
source: Damaged Power Grid
de: Beschädigtes Stromnetz

# scripts/text.lua_Tutorial_Overpower_Text
source: If your Power Grid is full when it receives additional power, your Grid Defense will be permanently upgraded.
de: Wenn das Stromnetz voll ist, wenn es zusätzliche Energie erhält, wird die Verteidigung dauerhaft erhöht.

# scripts/text.lua_Tutorial_Overpower_Title
source: Overpowered Grid
de: Überlastetes Netz

# scripts/text.lua_Tutorial_FullOverpower_Text
source: You can only Overpower your Power Grid to have an additional +25 Defense.
de: Du kannst dein Stromnetz nur überlasten um zusätzliche +25 Verteidung zu erhalten.

# scripts/text.lua_Tutorial_FullOverpower_Title
source: Defense Grid Maxed
de: Verteidigung maximiert

# scripts/text.lua_Tutorial_GridDefense_Text
source: This building resisted damage! The chance of a building resisting damage is shown to the right of your Power Meter.
de: Dieses Gebäude widersteht Schäden! Die Chance eines Gebäudes, das einem Schaden standhalten kann, wird rechts neben der Stromleiste angezeigt.

source: Grid Defense
de: Verteidung

# scripts/text.lua_Tutorial_Jelly_Text
source: This enemy Psion provides a passive bonus to all Vek. Killing it removes the bonus. Select the Psion and mouse over its portrait in the bottom left for more information.
de: Dieser feindliche Psion bietet allen Vek einen passiven Bonus. Wenn du es tötest, wird der Bonus entfernt. Wähle Psion und fahre mit der Maus über sein Porträt unten links für weitere Informationen.

# scripts/text.lua_Tutorial_Webbed_Text
source: This unit has been WEBBED! Mouseover the status icons on the bottom left to investigate what that means.
de: Diese Einheit wurde Festgebunden Über die Statussymbole unten links nachsehen, was das bedeutet.

# scripts/text.lua_Tutorial_Webbed_Title
source: Webbed Mech
de: Festgebundener Mech

# scripts/text.lua_Tutorial_IslandNewGame_Text
source: You can attempt the Islands you've unlocked in any order. Vek difficulty will scale depending on how many Islands you've completed this game.
de: Du kannst die Inseln, die du freigeschaltet hast, in beliebiger Reihenfolge versuchen. Die Schwierigkeit von Vek wird abhängig davon skaliert, wie viele Inseln du in diesem Spiel absolviert hast.

# scripts/text.lua_Tutorial_IslandNewGame_Title
source: Corporate Islands
de: Firmeninseln

# scripts/text.lua_Tutorial_Spawning_Text
source: An enemy unit will emerge here next turn! You can temporarily block enemies from spawning, but it will damage the blocking unit.
de: Eine feindliche Einheit wird hier im nächsten Zug auftauchen! Du kannst Feinde vorübergehend vom Spawnen abhalten, aber es wird die Einheit, die blockiert, beschädigt.

# scripts/text.lua_Tutorial_Spawning_Title
source: Emerging Enemies
de: Auftauchende Feinde

# scripts/text.lua_Tutorial_Forest_Text
source: The FOREST on this tile took damage, turning it into FIRE. If a unit stands on Fire, it will ignite and take damage every turn.
de: Der WALD auf diesem Feld hat Schaden genommen und ihn in Brand gesetzt. Wenn eine Einheit in Brand steht, wird sie sich entzünden und in jedem Zug Schaden nehmen.

# scripts/text.lua_Tutorial_Forest_Title
source: Burning Forests
de: Brennende Wälder

# scripts/text.lua_Tutorial_Fire_Text
source: This Mech is on FIRE! It will take one damage every turn. Mechs can REPAIR status effects, but cannot attack the same turn that they repair.
de: Dieser Mech brennt! Es wird in jedem Zug Schaden verursachen. Mechs können Statuseffekte REPARIEREN, können aber im selben Zug angreifen, in dem sie sich reparieren.

# scripts/text.lua_Tutorial_Fire_Title
source: Burning Mechs
de: Brennende Mechs

# scripts/text.lua_Tutorial_DamagedMech_Text
source: Your Mechs will automatically repair all damage after battle. If a Mech is reduced to 0 health, the Pilot dies and the Mech is disabled for the rest of that battle.
de: Eure Mechs reparieren automatisch alle Schäden nach dem Kampf. Wenn ein Mech auf 0 Gesundheit reduziert wird, stirbt der Pilot und der Mech wird für den Rest dieses Kampfes deaktiviert.

# scripts/text.lua_Tutorial_DamagedMech_Title
source: Damaged Mechs
de: Beschädigte Mechs

# scripts/text.lua_Tutorial_Corroded_Text
source: This Mech is inflicted with A.C.I.D.! It corrodes the unit's armor, causing all incoming damage to be doubled. Mechs can REPAIR status effects, but cannot attack the same turn that they repair.
de: Dieser Mech wurde mit Säure übergossen! Es korrodiert die Rüstung der Einheit, wodurch alle eingehenden Schäden verdoppelt werden. Mechs können Statuseffekte REPARIEREN, können aber nicht im selben Zug angreifen in dem sie sich reparieren.

# scripts/text.lua_Tutorial_Corroded_Title
source: Acidic Mechs
de: Mit Säure behaftete Mechs

# scripts/text.lua_Tutorial_Pod_Text
source: This Pod contains equipment from the future! You can collect it with your Mech, or just defend it until the end of the battle.
de: Dieser Pod enthält Ausrüstung aus der Zukunft! Du kannst es mit deinem Mech sammeln oder einfach bis zum Ende des Kampfes verteidigen.

# scripts/text.lua_Tutorial_Pod_Title
source: Time Pods
de: Zeitkapseln

# scripts/text.lua_Tutorial_PodDestroyed_Title
source: Destroyed Time Pods
de: Zerstörte Zeitkapseln

# scripts/text.lua_Tutorial_PodDestroyed_Text
source: The Time Pod on this tile has been destroyed! Time Pods are destroyed by taking damage or by any enemy standing on it.
de: Die Zeitkapsel auf diesem Feld wurde zerstört Zeitkapseln werden zerstört, indem sie Schaden erleiden oder wenn ein Gegner darauf steht.

# scripts/text.lua_Tutorial_Water_Text
source: Mechs cannot use their weapons when standing in Water.
de: Mechs können ihre Waffen nicht benutzen, wenn sie im Wasser stehen.

# scripts/text.lua_Tutorial_Water_Title,scripts/text.lua_Tutorial_WaterUndo_Title
source: Swimming Robots
de: Schwimmroboter

# scripts/text.lua_Tutorial_WaterUndo_Text
source: Mechs cannot use their weapons when standing in Water. You can use Undo Move if you'd like to reposition it.
de: Mechs können ihre Waffen nicht benutzen, wenn sie im Wasser stehen. Du kannst 'Reset Bewegung' verwenden, wenn Sie es neu zu positionieren.

# scripts/text.lua_Tutorial_DeadPilot_Text
source: Your Mech was disabled! Its Pilot was killed and it will not be able to act for the rest of the mission.
de: Dein Mech war deaktiviert! Sein Pilot wurde getötet und er wird für den Rest der Mission nicht in der Lage sein, zu handeln.

# scripts/text.lua_Tutorial_DeadPilot_Title
source: Disabled Mechs
de: Deaktivierte Mechs

# scripts/text.lua_Tutorial_Drowning_Text
source: This unit fell into the Water, killing it instantly!
de: Diese Einheit fiel ins Wasser und wurde sofort getötet!

# scripts/text.lua_Tutorial_Drowning_Title
source: Drowning Unit
de: Ertrinkende Einheit

# scripts/text.lua_Tutorial_PushDamage_Text
source: Pushing units into things deals 1 additional damage to both!
de: Einheiten in andere Objekte stoßen fügt beiden 1 zusätzlichen Schaden zu!

source: Pushing into Objects
de: In Objekte stoßen

# scripts/text.lua_Tutorial_PushDeath_Text
source: Pushing units into things deals 1 additional damage to both! In this case, the extra damage killed the unit!
de: Einheiten in andere Objekte stoßen fügt beiden 1 zusätzlichen Schaden zu! In diesem Fall hat der zusätzliche Schaden die Einheit getötet!

# scripts/text.lua_Tutorial_BuildingDamage_Text
source: This building tile was damaged, so your city Power Grid was reduced. Your primary goal is to prevent this!
de: Dieses Gebäude wurde beschädigt, daher wurde Ihr Stadt Stromnetz reduziert. Das primäre Ziel ist, dies zu verhindern!

# scripts/text.lua_Tutorial_BuildingDamage_Title
source: Building Damage
de: Gebäudeschaden

# scripts/text.lua_Tutorial_Combat_Title
source: Combat Simulation
de: Kampfsimulation

# scripts/text.lua_Tutorial_Combat_Text
source: There is a Combat Simulation available to get new Commanders up to speed with mechanized combat. Would you like to launch the simulation?
de: Es gibt eine Kampfsimulation, um neue Kommandanten mechanisierten Kämpfe zu erleichtern. Möchtest du die Simulation starten?

# scripts/text.lua_Tutorial_Money_Title
source: Corporation Reputation
de: Firmenreputation

# scripts/text.lua_Tutorial_Money_Text
source: As you secure regions and complete bonus objectives, your reputation with the local Corporation will increase. You can spend reputation on supplies at the end of the Island.
de: Wenn Regionen sicherst und Bonusziele erfüllst, wird die Reputation bei den lokalen Firmen steigen. Du kannst am Ende der Insel Reputation für Equipment ausgeben.

# scripts/text.lua_Tutorial_Cores_Title,scripts/text.lua_TipTitle_Cores
source: Reactor Cores
de: Reaktorkerne

# scripts/text.lua_Tutorial_Cores_Text
source: You now have a Reactor Core! Open a Mech's Upgrade Screen and install it.
de: Du hast jetzt einen Reaktorkern! Öffne den Upgrade-Bildschirm eines Mechs und installiere ihn.

# scripts/text.lua_Tutorial_Cores2_Title
source: Core Installation
de: Kerninstallation

# scripts/text.lua_Tutorial_Cores2_Text
source: You can use this button to install Reactor Cores in a Mech. Each Core will increase a Mech's maximum reactor power by one.
de: Du kannst diesen Button verwenden, um Reaktorkerne in einem Mech zu installieren. Jeder Kern erhöht die maximale Reaktorenergie eines Mechs um eins.

# scripts/text.lua_Tutorial_Cores3_Title
source: Weapon Modifications
de: Waffenmodifikationen

# scripts/text.lua_Tutorial_Cores3_Text
source: You can use reactor power to activate weapon modifications. Click on a mod to power it. You can always click again to remove the power if you want to put it elsewhere.
de: Du kannst die Reaktorenergie verwenden, um Waffenmodifikationen zu aktivieren. Klicke auf eine Mod, um sie zu aktivieren. Du kannst klicken, um die Energie wieder zu entfernen, wenn du sie woanders verwenden willst.

# scripts/text.lua_Tutorial_Weapon_Title
source: New Weapon
de: Neue Waffe

# scripts/text.lua_Tutorial_Weapon_Text
source: You just got a new weapon! You can equip it in the Upgrade Screen.
de: Du hast gerade eine neue Waffe bekommen! Du kannst sie im Upgrade-Bildschirm ausrüsten.

# scripts/text.lua_Tutorial_Pilot_Title
source: New Pilot
de: Neuer Pilot

# scripts/text.lua_Tutorial_Pilot_Text
source: You just got a new Pilot! You can assign them in the Upgrade Screen.
de: Du hast gerade einen neuen Piloten erhalten! Im Upgrade-Bildschirm zuweisen.

# scripts/text.lua_Tutorial_OldProfile_Title
source: Old Profile
de: Altes Profil

# scripts/text.lua_Tutorial_OldProfile_Text
source: The game has been updated and older beta profiles might encounter some oddities after these changes. Your Achievement Coins Total might be negative now because of changes to pricing of previously unlocked Mechs. The game is functioning, you'll just need more Achievements to break even. If you have a run in progress, it may not load correctly. I hope it still works, but I apologize if it does not.
de: Das Spiel wurde aktualisiert und ältere Beta-Profile können nach diesen Änderungen auf einige Kuriositäten stoßen. Deine Errungenschaten Coins könnten jetzt aufgrund von Preisänderungen zuvor freigeschalteter Mechs negativ sein. Das Spiel funktioniert, du brauchst nur mehr Erfolge, um die Gewinnzone zu erreichen. Wenn du gerade ein Spiel laufen hast, wird es möglicherweise nicht korrekt geladen. Ich hoffe, es funktioniert immer noch, aber ich entschuldige mich, wenn es nicht funktioniert.

# scripts/text.lua_Tutorial_Weapons
source: WEAPON EFFECTS
de: WAFFENEFFEKTE

# scripts/text.lua_Tutorial_WeaponsText
source: When aiming a weapon or examining an enemy attack, icons show you exactly what will happen.
de: Wenn du mit einer Waffe zielst oder einen feindlichen Angriff untersuchst, zeigen die Symbole genau, was passieren wird.

# scripts/text.lua_Tutorial_Weapons_Push
source: PUSHING
de: STOSSEN

# scripts/text.lua_Tutorial_Weapons_PushText
source: An arrow on a tile means a unit on that tile will be pushed
de: Ein Pfeil auf einem Feld bedeutet, dass eine Einheit auf dieses Feld gestoßen wird

# scripts/text.lua_Tutorial_Weapons_Damage
source: DAMAGE
de: SCHADEN

# scripts/text.lua_Tutorial_Weapons_DamageText
source: A number on a tile means the unit on that tile will be damaged
de: Eine Zahl auf einem Feld bedeutet, dass die Einheit auf diesem Feld beschädigt wird

# scripts/text.lua_Tutorial_Weapons_PushDamage
source: PUSH + DAMAGE
de: STOSSEN + SCHADEN

# scripts/text.lua_Tutorial_Weapons_PushDamageText
source: Some weapons can cause multiple effects on a single tile
de: Manche Waffen können mehrere Effekte auf einem einzigen Feld verursachen

# scripts/text.lua_Tutorial_Art
source: ARTILLERY MECH
de: ARTILLERIE MECH
