Repository: Difonzo/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: de

# scripts/text_population.lua_Closing_7
source: It's over!
de: Es ist aus!

# scripts/text_population.lua_Closing_8
source: We won!
de: Wir haben gewonnen!

source: We survived!
de: Wir überlebten!

source: Victory!
de: Sieg!

source: They're gone!
de: Sie sind gegangen!

# scripts/text_population.lua_Closing_12
source: They're fleeing!
de: Sie fliehen!

# scripts/text_population.lua_Closing_13
source: You scared them off!
de: Du hast sie verjagt!

source: I can't believe it!
de: Ich kann es nicht glauben!

# scripts/text_population.lua_Closing_Dead_2
source: Dead? All of them?
de: Tot? Alle von ihnen?

# scripts/text_population.lua_Closing_Dead_3
source: They killed them all?
de: Sie haben sie alle getötet?

# scripts/text_population.lua_Closing_Dead_4
source: They're all dead!
de: Sie sind alle tot!

# scripts/text_population.lua_Closing_Dead_6
source: You wiped them out!
de: Du hast sie ausgelöscht!

# scripts/text_population.lua_Closing_Dead_7
source: The #squad beat them!
de: Der #squad schlug sie!

# scripts/text_population.lua_Closing_Dead_8
source: The Mechs wiped them out!
de: Die Mechs haben sie ausgelöscht!

# scripts/text_population.lua_Closing_Dead_10
source: No more Vek!
de: Keine Vek mehr!

# scripts/text_population.lua_Closing_Dead_12
source: You won!
de: Du hast gewonnen!

# scripts/text_population.lua_Closing_Perfect_1
source: We're all okay!
de: Uns geht es allen gut!

# scripts/text_population.lua_Closing_Perfect_2
source: Everybody all right?
de: Alles in Ordnung?

# scripts/text_population.lua_Closing_Perfect_3
source: The #squad saved us!
de: Der #squad hat uns gerettet!

# scripts/text_population.lua_Closing_Perfect_4
source: Three cheers for the #squad!
de: Drei Prost für den #squad!

# scripts/text_population.lua_Closing_Perfect_5
source: #corp is saved!
de: #corp ist gespeichert!

# scripts/text_population.lua_Closing_Perfect_6
source: Nothing was damaged!
de: Nichts wurde beschädigt!

# scripts/text_population.lua_Closing_Perfect_7
source: The #squad are heroes!
de: Die #squad sind Helden!

# scripts/text_population.lua_Closing_Perfect_8
source: Perfect victory!
de: Perfekter Sieg!

# scripts/text_population.lua_Closing_Perfect_10
source: Did you see that?
de: Hast du das gesehen?

# scripts/text_population.lua_Closing_Bad_0
source: Thanks... I guess.
de: Danke ... denke ich.

# scripts/text_population.lua_Closing_Bad_1
source: They did more harm than good...
de: Sie haben mehr geschadet als geholfen ...

# scripts/text_population.lua_Closing_Bad_2
source: My family... gone...
de: Meine Familie ... weg ...

# scripts/text_population.lua_Closing_Bad_3
source: So many lost...
de: So viele verloren ...

# scripts/text_population.lua_Closing_Bad_4
source: Are they finally gone?
de: Sind sie endlich weg?

# scripts/text_population.lua_Closing_Bad_5
source: Is it over?
de: Ist es vorbei?

# scripts/text_population.lua_Closing_Bad_6
source: Time to rebuild...
de: Zeit für den Wiederaufbau ...

# scripts/text_population.lua_Threatened_0
source: It's attacking us!
de: Es greift uns an!

# scripts/text_population.lua_Threatened_1
source: Uh-oh.
de: Oh, oh.

# scripts/text_population.lua_Threatened_2
source: Oh no!
de: Ach nein!

# scripts/text_population.lua_Threatened_3
source: Everyone, brace yourselves!
de: Macht euch bereit!

# scripts/text_population.lua_Threatened_4
source: Get away from the windows!
de: Geh weg von den Fenstern!

# scripts/text_population.lua_Threatened_5
source: What's that shadow?
de: Was ist das für ein Schatten?

# scripts/text_population.lua_Threatened_6
source: This looks bad...
de: Das sieht schlecht aus ...

# scripts/text_population.lua_Threatened_7
source: Help!
de: Hilfe!

# scripts/text_population.lua_Threatened_8
source: We're doomed!
de: Wir sind verdammt!

# scripts/text_population.lua_Threatened_9
source: Our luck's run out...
de: Unser Glück verlässt uns...

# scripts/text_population.lua_Threatened_10
source: It's targeting us!
de: Es zielt auf uns!

# scripts/text_population.lua_Threatened_11
source: Help! Anyone, help!
de: Hilfe! Irgendjemand, Hilfe!

# scripts/text_population.lua_Threatened_12
source: Help us, #squad!
de: Hilf uns, #squad!

# scripts/text_population.lua_Threatened_13
source: #squad, help!
de: #squad, Hilfe!

# scripts/text_population.lua_Threatened_14
source: We're done for.
de: Wir sind bereit dafür.

source: Save us!
de: Rette uns!

# scripts/text_population.lua_Threatened_16
source: It's coming at us!
de: Es kommt auf uns zu!

# scripts/text_population.lua_Threatened_17
source: Will the building hold?
de: Wird das Gebäude halten?

# scripts/text_population.lua_Threatened_18
source: Help us!
de: Hilf uns!

# scripts/text_population.lua_Killed_1
source: Yeah!
de: Ja!

# scripts/text_population.lua_Killed_2
source: Eat that, Vek!
de: Iss das, Vek!

# scripts/text_population.lua_Killed_4
source: It's down!
de: Es ist tot!

# scripts/text_population.lua_Killed_5
source: They took it out!
de: Sie haben es rausgeholt!

# scripts/text_population.lua_Killed_6
source: And stay dead!
de: Und bleib tot!

# scripts/text_population.lua_Killed_7
source: They killed it!
de: Sie haben es getötet!

# scripts/text_population.lua_Killed_8
source: It's dead!
de: Es ist tot!

# scripts/text_population.lua_Killed_9
source: Did you see that?!
de: Hast du das gesehen ?!

# scripts/text_population.lua_Killed_10
source: Excellent!
de: Ausgezeichnet!

# scripts/text_population.lua_Killed_11
source: Yes!
de: Ja!

# scripts/text_population.lua_Killed_12
source: All right!
de: Gut!

# scripts/text_population.lua_Killed_13
source: Wow!
de: Beeindruckend!

# scripts/text_population.lua_Shielded_0
source: We're safe!
de: Wir sind sicher!

# scripts/text_population.lua_Shielded_1
source: Will this hold?
de: Wird das halten?

# scripts/text_population.lua_Shielded_2
source: That'll stop them!
de: Das wird sie aufhalten!

# scripts/text_population.lua_Shielded_3
source: Shielded!
de: Abgeschirmt!

# scripts/text_population.lua_Shielded_4
source: We're shielded!
de: Wir sind abgeschirmt!

# scripts/text_population.lua_Shielded_5
source: Shield up!
de: Schild hoch!

# scripts/text_population.lua_Shielded_6
source: Safe at last!
de: Endlich sicher!

# scripts/text_population.lua_Shielded_7
source: Protection!
de: Schutz!

# scripts/text_population.lua_Frozen_0
source: It's so cold...
de: Es ist so kalt...

# scripts/text_population.lua_Frozen_1
source: Grab the blankets.
de: Nimm die Decken.

# scripts/text_population.lua_Frozen_2
source: Huddle together, everyone.
de: Zusammen kuscheln, alle.

# scripts/text_population.lua_Frozen_3
source: The window's iced over!
de: Das Fenster ist vereist!

# scripts/text_population.lua_Frozen_4
source: What happened?
de: Was ist passiert?

# scripts/text_population.lua_Frozen_5
source: Feels like a freezer!
de: Fühlt sich an wie ein Gefrierschrank!

# scripts/text_population.lua_Frozen_6
source: It's freezing!
de: Es friert!

# scripts/text_population.lua_Frozen_7
source: It's too cold!
de: Es ist zu kalt!

# scripts/text_population.lua_Frozen_8
source: At least we're safe?
de: Zumindest sind wir in Sicherheit?

source: Tiny Mandibles
de: Winzige Mandibeln

source: Weak attack against a single target.
de: Schwacher Angriff gegen ein einzelnes Ziel.

# scripts/text_weapons.lua_ScorpionAtk1_Name
source: Stinging Spinneret
de: Stechender Spinneret

source: Web the target, preparing to stab it.
de: Web das Ziel, vorbereitend, es zu erstechen.

# scripts/text_weapons.lua_ScorpionAtk2_Name
source: Goring Spinneret
de: Göring Spinneret

# scripts/text_weapons.lua_Burrower_Atk_Name
source: Spiked Carapace
de: Stacheliger Panzer

source: Slam against 3 tiles in a row.
de: Slam gegen 3 Felder in einer Reihe.

# scripts/text_weapons.lua_Burrower_Atk2_Name
source: Bladed Carapace
de: Messerpanzer

# scripts/text_weapons.lua_HornetAtk1_Description
source: Stab the target.
de: Erstich das Ziel.

# scripts/text_weapons.lua_HornetAtk2_Name
source: Launching Stinger
de: Feuere Stinger ab

# scripts/text_weapons.lua_HornetAtk2_Description
source: Stab 2 tiles in front of the unit.
de: Stich 2 Felder vor der Einheit.

# scripts/text_weapons.lua_CrabAtk1_Name,scripts/text_weapons.lua_CrabAtk2_Name
source: Explosive Expulsions
de: Explosive Vertreibungen

source: Launch artillery attack on 2 tiles.
de: Artillerieangriff auf 2 Felder starten.

source: Spitting Glands
de: Spuckende Drüsen

# scripts/text_weapons.lua_ScarabAtk1_Description
source: Lob an artillery shot at a single tile.
de: Schieße eine Artillerie auf ein einzelnes Feld.

# scripts/text_weapons.lua_ScarabAtk2_Description
source: Lob a powerful artillery shot at a single tile.
de: Schieße einen mächtigen Artillerieschuss auf ein einzelnes Feld.

# scripts/text_weapons.lua_CentipedeAtk1_Name
source: Acidic Vomit
de: Saures Erbrechen

source: Launch a volatile mass of goo, applying A.C.I.D. on nearby units.
de: Starten Sie eine volatile Masse von Goo, fügt nahen Einheiten Säureschaden zu.

# scripts/text_weapons.lua_CentipedeAtk2_Name
source: Corrosive Vomit
de: Ätzendes Erbrechen

# scripts/text_weapons.lua_LeaperAtk1_Name
source: Fangs
de: Reißzähne

source: Web the target, preparing to bite it.
de: Fange das Ziel, bereite einen Biss vor.

# scripts/text_weapons.lua_LeaperAtk2_Name
source: Sharpened Fangs
de: Geschärfte Zähne

# scripts/text_weapons.lua_FireflyAtk1_Name
source: Accelerating Thorax
de: Beschleunigender Thorax

source: Launch a volatile mass of goo.
de: Starte eine volatile Masse von Goo.

# scripts/text_weapons.lua_FireflyAtk2_Name
source: Enhanced Thorax
de: Verbesserter Thorax

# scripts/text_weapons.lua_BeetleAtk1_Name
source: Pincers
de: Zangen

source: Charge forward to damage and push the target.
de: Stürme vorwärts auf Schaden und schiebe das Ziel.

# scripts/text_weapons.lua_BeetleAtk2_Name
source: Sharpened Pincers
de: Geschärfte Zangen

source: Digging Tusks
de: Grabende Stoßzähne

source: Create a defensive rock wall before attacking adjacent tiles.
de: Erstelle eine defensive Felswand, bevor du angrenzende Felder angreifst.

# scripts/text_weapons.lua_BlobberAtk1_Name
source: Unstable Growths
de: Wabbernder Blob

# scripts/text_weapons.lua_BlobberAtk1_Description
source: Throw a sticky blob that will explode.
de: Wirf einen klebrigen Klecks, der explodiert.

# scripts/text_weapons.lua_BlobberAtk2_Name
source: Volatile Growths
de: Volatiler Blob

# scripts/text_weapons.lua_BlobberAtk2_Description
source: Throw a massive blob that will explode.
de: Wirf einen massiven Blob, der explodiert.

# scripts/text_weapons.lua_BlobAtk1_Name
source: Unstable Guts
de: Instabile Eingeweide

source: Explode, killing itself and damaging adjacent tiles. Kill it first to stop it.
de: Explodiert, tötet sich selbst und beschädigt angrenzende Felder. Töte es zuerst, um es zu stoppen.

# scripts/text_weapons.lua_BlobAtk2_Name
source: Volatile Guts
de: Volatile Eingeweide

# scripts/text_weapons.lua_SpiderAtk1_Name
source: Tiny Offspring
de: Kleine Nachkommen

source: Throw a sticky egg that hatches into a Spiderling.
de: Wirf ein klebriges Ei, aus dem ein Spinnentier schlüpft.

# scripts/text_weapons.lua_SpiderAtk2_Name
source: Large Offspring
de: Große Nachkommen

source: Spiderling Egg
de: Spinnendes Ei

source: Hatch into Spiderling.
de: In Spiderling eintauchen.

# scripts/text_weapons.lua_Jelly_Health_Tooltip_Description
source: All other Vek receive +1 HP as long as the Psion is living.
de: Alle anderen Vek erhalten +1 HP, solange der Psion lebt.

# scripts/text_weapons.lua_Jelly_Explode_Tooltip_Description
source: All other Vek will explode on death, dealing 1 damage to adjacent tiles.
de: Alle anderen Vek explodieren beim Tod, fügen angrenzenden Feldern 1 Schaden hinzu.

# scripts/text_weapons.lua_Jelly_Lava_Tooltip_Name
source: Hive Targeting
de: Vom Hive erfasst

# scripts/text_weapons.lua_Jelly_Lava_Tooltip_Description
source: All player units take 1 damage at the end of every turn.
de: Alle Spielereinheiten erhalten 1 Schaden am Ende von jedem Zug.

# scripts/text_weapons.lua_Jelly_Armor_Tooltip_Description
source: All other Vek have incoming weapon damage reduced by 1.
de: Alle anderen Veks haben ankommenden Waffenschaden um 1 verringert.

# scripts/text_weapons.lua_Jelly_Regen_Tooltip_Description
source: All other Vek heal 1 at the start of their turn.
de: Alle anderen Vek heilen sich um 1 beim Start ihres Zuges.

# scripts/text_weapons.lua_BeetleAtkB_Name
source: Flaming Abdomen
de: Flammendes Abdomen

# scripts/text_weapons.lua_BeetleAtkB_Description
source: Charge and light every tile in the path on Fire.
de: Lade und entzünde alle Felder auf dem Pfa.

source: Launch Rockets at 3 tiles.
de: Starte Raketen auf 3 Felder.

# scripts/text_weapons.lua_SnowBossAtk2_Name
source: Vk8 Rockets Mark IV
de: Vk8 Raketen Mark IV

# scripts/text_weapons.lua_FireflyAtkB_Name
source: Burning Thorax
de: Brennender Thorax

# scripts/text_weapons.lua_FireflyAtkB_Description
source: Launch goo projectiles in two directions.
de: Starte goo Projektile in zwei Richtungen.

source: Goo Attack
de: Goo Attacke

source: Attempt to squish the adjacent tile.
de: Versuche das angrenzende Feld zu zerquetschen.

# scripts/text_weapons.lua_HornetAtkB_Description
source: Stab three tiles in a row.
de: Stich drei Felder in einer Reihe.

# scripts/text_weapons.lua_ScorpionAtkB_Name
source: Massive Spinneret
de: Massiver Spinneret

# scripts/text_weapons.lua_ScorpionAtkB_Description
source: Web all targets, preparing to deal massive damage to adjacent tiles.
de: Hält alle Feinde, bereitet sich auf massiven Schadensoutput an angrenzende Felder vor.

# scripts/text_weapons.lua_SpiderBoss_Tooltip_Name
source: Plentiful Offspring
de: Reichlich Nachkommen

# scripts/text_weapons.lua_SpiderBoss_Tooltip_Description
source: Throw out 2-3 Spider eggs.
de: Wirf 2-3 Spinneneier.

# scripts/text_weapons.lua_Jelly_Boss_Tooltip_Description
source: All other Vek gain +1 HP, Regeneration, and explode on death.
de: Alle anderen Vek erhalten +1 HP, Regeneration und explodieren beim Tod.

# scripts/text_weapons.lua_Passive_FlameImmune_Name
source: Flame Shielding
de: Gegen Flammen Immun

# scripts/text_weapons.lua_Passive_FlameImmune_Description
source: All Mechs are immune to Fire.
de: Alle Mechs sind Immun gegen Feuer.

# scripts/text_weapons.lua_Passive_Electric_Name
source: Storm Generator
de: Sturmgenerator

# scripts/text_weapons.lua_Passive_Electric_Description
source: All Smoke deals damage to enemy units every turn.
de: Jeder Rauch fügt alle Feinden in jedem Zug Schaden hinzu.

source: +1 Damage
de: +1 Schaden

# scripts/text_weapons.lua_Passive_Electric_A_UpgradeDescription
source: Increases Smoke damage by 1.
de: Erhöht Rauchschaden um 1.

# scripts/text_weapons.lua_Passive_Leech_Description
source: Mechs heal 1 damage when they deal a killing blow.
de: Mechs heilen 1 Schaden, wenn sie einen tödlichen Schlag ausführen.

# scripts/text_weapons.lua_Passive_Leech_Upgrade1
source: +1 Heal
de: +1 Heilung

# scripts/text_weapons.lua_Passive_Leech_A_UpgradeDescription
source: Increase healing to 2.
de: Erhöhe die Heilung auf 2.

# scripts/text_weapons.lua_Passive_Defenses_Name
source: Networked Armor
de: Vernetzte Rüstung

# scripts/text_weapons.lua_Passive_Defenses_Description
source: All Mechs gain +1 HP.
de: Alle Mechs erhalten +1 HP.

# scripts/text_weapons.lua_Passive_Defenses_Upgrade1
source: +1 Health
de: +1 Gesundheit

# scripts/text_weapons.lua_Passive_Defenses_A_UpgradeDescription
source: Increases health bonus to 2.
de: Erhöht den Gesundheitsbonus auf 2.

# scripts/text_weapons.lua_Passive_MassRepair_Name
source: Repair Field
de: Reparaturfeld

# scripts/text_weapons.lua_Passive_MassRepair_Description
source: Repairing one Mech will affect all Mechs.
de: Die Reparatur eines Mechs wird alle Mechs betreffen.

# scripts/text_weapons.lua_Passive_AutoShields_Name
source: Auto-Shields
de: Auto-Schilde

# scripts/text_weapons.lua_Passive_AutoShields_Description
source: Buildings gain a Shield after taking damage.
de: Gebäude erhalten einen Schild, nachdem sie Schaden genommen haben.

# scripts/text_weapons.lua_Passive_Burrows_Name
source: Stabilizers
de: Stabilisierer

# scripts/text_weapons.lua_Passive_Burrows_Description
source: Mechs no longer take damage when blocking emerging Vek.
de: Mechs erhalten keinen Schaden mehr, wenn sie Vek blockieren.

# scripts/text_weapons.lua_Passive_Psions_Name
source: Psionic Receiver
de: Psion Empfänger

# scripts/text_weapons.lua_Passive_Psions_Description
source: Mechs use bonuses from Vek Psion.
de: Mechs benutzen Boni von Vek Psion.

# scripts/text_weapons.lua_Passive_Boosters_Description
source: Mechs gain +1 move if they start their turn adjacent to each other.
de: Mechs erhalten +1 Bewegung, wenn sie nebeneinander ihren Zug starten.

# scripts/text_weapons.lua_Passive_Boosters_Upgrade1
source: +1 Movement
de: +1 Bewegung

# scripts/text_weapons.lua_Passive_Boosters_A_UpgradeDescription
source: Movement bonus is increased by 1.
de: Bewegungsbonus um 1 erhöht.

# scripts/text_weapons.lua_Passive_Medical_Name
source: Medical Supplies
de: Medizinische Versorgung

# scripts/text_weapons.lua_Passive_Medical_Description
source: All Pilots survive death.
de: Alle Piloten überleben den Tod.

# scripts/text_weapons.lua_Passive_FriendlyFire_Name
source: Vek Hormones
de: Vek Hormone

# scripts/text_weapons.lua_Passive_FriendlyFire_Description
source: Enemies do +1 Damage against other enemies.
de: Gegner fügen +1 Schaden gegen andere Feinde zu.

source: Increases damage by 1.
de: Erhöht Schaden um 1.

# scripts/text_weapons.lua_Passive_ForceAmp_Name
source: Force Amp
de: Kraft Amp

# scripts/text_weapons.lua_Passive_ForceAmp_Description
source: All Vek take +1 damage from Bumps and blocking emerging Vek.
de: Alle Vek nehmen +1 Schaden von Unebenheiten und blockieren das auftauchende Vek.

# scripts/text_weapons.lua_Passive_Ammo_Name
source: Ammo Generator
de: Munitionsgenerator

# scripts/text_weapons.lua_Passive_Ammo_Description
source: +1 Use to all Limited Use Weapons.
de: +1 Für alle Waffen mit begrenzter Nutzung.

# scripts/text_weapons.lua_Passive_CritDefense_Name
source: Critical Shields
de: Kritische Schilde

# scripts/text_weapons.lua_Passive_CritDefense_Description
source: If Power Grid is reduced to 1, all buildings gain a Shield.
de: Wenn das Stromnetz auf 1 reduziert wird, erhalten alle Gebäude einen Schild.

# scripts/text_weapons.lua_Prime_Punchmech_Name
source: Titan Fist
de: Titan Faust

# scripts/text_weapons.lua_Prime_Punchmech_Description
source: Punch an adjacent tile, damaging and pushing it.
de: Schlage angrenzendes Feld, schädigt und stößt es.

# scripts/text_weapons.lua_Prime_Punchmech_Upgrade1
source: Dash
de: Zerschlagen

source: +2 Damage
de: +2 Schaden

# scripts/text_weapons.lua_Prime_Punchmech_A_UpgradeDescription
source: Charge any distance before punching the target.
de: Lade jede Distanz auf, bevor du das Ziel lochst.

source: Increases damage by 2.
de: Erhöht Schaden um 2.

# scripts/text_weapons.lua_Prime_Lightning_Name
source: Electric Whip
de: Elektrische Peitsche

# scripts/text_weapons.lua_Prime_Lightning_Description
source: Chain damage through adjacent targets.
de: Kettenschaden durch angrenzende Ziele.

# scripts/text_weapons.lua_Prime_Lightning_Upgrade1
source: Building Chain
de: Gebäudekette

# scripts/text_weapons.lua_Prime_Lightning_A_UpgradeDescription
source: Chain through Grid Buildings without causing damage.
de: Springt durch Gebäudekette ohne Schaden zu erzeugen.

# scripts/text_weapons.lua_Prime_Lightning_B_UpgradeDescription
source: Deals +1 damage to all affected tiles.
de: Fügt allen betroffenen Feldern +1 Schaden zu.

# scripts/text_weapons.lua_Prime_Lasermech_Name
source: Burst Beam
de: Berststrahl

# scripts/text_weapons.lua_Prime_Lasermech_Description
source: Fire a piercing beam that decreases in damage the further it goes.
de: Feuere einen durchdringenden Strahl ab, der immer weniger Schaden auf Distanz macht.

source: Ally Immune
de: Verbündete Immun

# scripts/text_weapons.lua_Prime_Lasermech_A_UpgradeDescription
source: Friendly units will not take damage from this attack.
de: Freundliche Einheiten werden durch diesen Angriff keinen Schaden erleiden.

# scripts/text_weapons.lua_Prime_Lasermech_B_UpgradeDescription
source: Increases the starting damage by 1.
de: Erhöht den Startschaden um 1.

# scripts/text_weapons.lua_Prime_ShieldBash_Name
source: Spartan Shield
de: Spartanisches Schild

# scripts/text_weapons.lua_Prime_ShieldBash_Description
source: Bash the enemy, flipping its attack direction.
de: Schlage den Feind und drehe seine Angriffsrichtung.

# scripts/text_weapons.lua_Prime_ShieldBash_Upgrade1
source: Gain Shield
de: Schild erhöhen

# scripts/text_weapons.lua_Prime_ShieldBash_A_UpgradeDescription
source: Gain a Shield when bashing.
de: Erhalte beim Schlagen einen Schild.

# scripts/text_weapons.lua_Prime_Rockmech_Description
source: Throw a rock at a chosen target. Rock remains as an obstacle.
de: Wirf einen Stein auf ein ausgewähltes Ziel. Felsen bleiben als Hindernis.

# scripts/text_weapons.lua_Prime_RightHook_Name
source: Sidewinder Fist
de: Sidewinder Faust

# scripts/text_weapons.lua_Prime_RightHook_Description
source: Punch an adjacent tile, damaging and pushing it to the left.
de: Schlage eine angrenzendes Feld, beschädige es und stößt es nach links.

# scripts/text_weapons.lua_Prime_RocketPunch_Name
source: Rocket Fist
de: Rocket-Faust

# scripts/text_weapons.lua_Prime_RocketPunch_Description
source: Punch an adjacent tile. Upgrades to launch as a projectile.
de: Schlage ein angrenzendes Feld. Upgrades zum Starten als Projektil.

# scripts/text_weapons.lua_Prime_RocketPunch_Upgrade1
source: Rocket
de: Rakete

# scripts/text_weapons.lua_Prime_RocketPunch_A_UpgradeDescription
source: Launch the fist. Pushes the Mech if target is not adjacent.
de: Starte die Faust. Stößt den Mech, wenn das Ziel nicht benachbart ist.

# scripts/text_weapons.lua_Prime_Shift_Name
source: Vice Fist
de: Vize-Faust

# scripts/text_weapons.lua_Prime_Shift_Description
source: Grab a unit and toss it behind you.
de: Nimm eine Einheit und wirf sie hinter dich.

# scripts/text_weapons.lua_Prime_Shift_A_UpgradeDescription
source: Deals no damage to allies.
de: Fügt Verbündeten keinen Schaden zu.

# scripts/text_weapons.lua_Prime_Flamethrower_Name
source: Flame Thrower
de: Flammenwerfer

# scripts/text_weapons.lua_Prime_Flamethrower_Description
source: Push target tile and light tiles on Fire. Damage units already on Fire.
de: Stößt das Ziel und läßt es brennen. Beschädigt Einheiten die schon brennen.

source: +1 Range
de: +1 Reichweite

source: Extends flamethrower range by 1 tile.
de: Verlängert den Flammenwerferbereich um 1 Feld.

# scripts/text_weapons.lua_Prime_Areablast_Name
source: Explosive Vents
de: Explosive Entlüftung

# scripts/text_weapons.lua_Prime_Areablast_Description
source: Blast all adjacent tiles.
de: Sprengen Sie alle angrenzenden Felder.

# scripts/text_weapons.lua_Prime_Spear_Name
source: Prime Spear
de: Prime Speer

# scripts/text_weapons.lua_Prime_Spear_Description
source: Stab multiple tiles and push the furthest hit tile.
de: Triff mehrere Felder und stoße das am weitesten entfernte Feld.

# scripts/text_weapons.lua_Prime_Spear_Upgrade1
source: A.C.I.D. Tip
de: Säuretip

# scripts/text_weapons.lua_Prime_Spear_A_UpgradeDescription
source: Adds A.C.I.D. to the furthest hit enemy.
de: Fügt Säure den weitesten Feind hinzu.

# scripts/text_weapons.lua_Prime_Spear_B_UpgradeDescription
source: Increases the maximum number of hit tiles by 1.
de: Erhöht die maximale Anzahl der getroffenen Felder um 1.

# scripts/text_weapons.lua_Prime_Leap_Name
source: Hydraulic Legs
de: Hydraulische Beine
