Repository: Difonzo/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: de

# ~scripts/personalities/missions.csv_39c032fdcd301125120f403aa0b5ddfe
source: The repair teams report barely a scratch on your Mechs - efficiently done. We can re-allocate the damage control teams to civilian relief and city protection.
de: Die Reparaturteams melden kaum einen Kratzer auf Ihren Mechs - effizient gemacht. Wir können die Schadenkontrollteams auf zivile Hilfe und den Schutz der Stadt umstellen.

# ~scripts/personalities/missions.csv_923313252c03fefe04005aa41ff744b6
source: Your Mechs took almost no damage. That means we can allocate additional resources and repair crews to help refugee centers elsewhere on R.S.T.
de: Die Mechs haben fast keinen Schaden genommen. Das bedeutet, dass wir zusätzliche Ressourcen zuweisen und Besatzungen reparieren können, um Flüchtlingszentren an anderen Orten auf der R.S.T.

# ~scripts/personalities/missions.csv_dd0b39ec8511a839abf744c0a3eb9ced
source: Your ability to defeat the Vek with minimal damage to the Mechs is admirable. If only all humans showed such concern for their machine counterparts.
de: Deine Fähigkeit, die Vek mit minimalem Schaden an den Mechs zu besiegen, ist bewundernswert. Wenn nur alle Menschen solche Besorgnis für ihre Maschinengegenstücke zeigten.

# ~scripts/personalities/missions.csv_a3e95fc4f8904bcc32b7993b5ea45159
source: Success - and only minor damage to your Mechs, commander, well within the projections of what Detritus can repair.
de: Erfolg - und nur geringfügiger Schaden an den Mechs, Kommandant, gut innerhalb der Grenzen was Detritus reparieren kann.

# ~scripts/personalities/missions.csv_d2c3d85783e29610f16e98ec074bd469
source: Your Mechs have taken only minor damage, my engineers are certain they can get the #squad back into the field quickly.
de: Deine Mechs haben nur geringen Schaden genommen, meine Ingenieure sind sicher, dass sie den #squad schnell wieder ins Feld bringen können.

# ~scripts/personalities/missions.csv_83e7c76f81bcdfd268e73de5d5d960aa
source: I'm told we'll need to divert three teams of engineers to repair your Mechs. The engineering teams have more than enough on their plates already...
de: Mir wurde gesagt, dass wir drei Teams von Ingenieuren abziehen müssen, um deine Mechs zu reparieren. Die Technikerteams haben schon mehr als genug auf der Agenda...

# ~scripts/personalities/missions.csv_0a43bf2df3418d0635a1be0e1a7431d8
source: Your Mechs are heavily damaged; several teams of engineers have been reassigned to repairing them as we speak, even the teams devoted to civilian defense.
de: Deine Mechs sind schwer beschädigt. Mehrere Teams von Ingenieuren wurden neu eingeteilt, um sie zu reparieren, sogar die Teams, die der zivilen Verteidigung gewidmet sind.

# ~scripts/personalities/missions.csv_3eb2acf15c6c53ab5f27a055812a72ef
source: The damage to your Mechs is extensive - we'll have to call in repair crews from the city centers if we're going to stay in the fight. And we must stay in the fight.
de: Der Schaden an den Mechs ist groß - wir müssen Reparaturbesatzungen aus den Innenstädten anfordern, wenn wir im Kampf bleiben wollen. Und wir müssen im Kampf bleiben.

# ~scripts/personalities/missions.csv_4174ffccdad0b989329aea75c7bac9c0
source: Your Mechs are so torn up they're ready for the scrapyard. It'll take our repair crews working double shifts to get them back in fighting shape!
de: Die Mechs sind so zerrissen, dass sie bereit sind für den Schrottplatz. Unsere Reparaturmannschaften werden in Doppelschichten arbeiten, um sie wieder in Form zu bringen!

# ~scripts/personalities/missions.csv_58c9e1ddfb9a8ca3dbc75ee5dc56d105
source: We've had to call back engineers from the refugee centers to fix the damage to your '#squad'. Don't let this happen again.
de: Wir mussten Ingenieure aus den Flüchtlingszentren zurückrufen, um den Schaden an eurem #squad zu beheben. Lass das nicht noch einmal passieren.

# ~scripts/personalities/missions.csv_3ce41ea06a8daec2ed1c120bdeec8910
source: Do not allow your Mech's reinforced hull lead to complacency. Repairing its exoskeleton is a material-heavy process with considerable cost.
de: Lass den verstärkten Rumpf deines Mechs nicht zur Selbstzufriedenheit führen. Die Reparatur seines Exoskeletts ist ein materialintensiver Prozess mit erheblichen Kosten.

# ~scripts/personalities/missions.csv_82ba0520b7cb1598d609f3060760ca07
source: It seems you are quick to risk your Mechs and their pilots. Both are needed in the war ahead. Please be more careful.
de: Es scheint, dass du deine Mechs und Piloten schnell riskierst. Beide werden im bevorstehenden Krieg benötigt. Bitte sei vorsichtiger.

# ~scripts/personalities/missions.csv_e184caf0469556637bfcd79efa14b204
source: I've had no choice but to assign all emergency engineering divisions to repair your Mechs. This will compromise Detritus' defense efforts severely.
de: Mir blieb keine andere Wahl, als alle Notfall-Ingenieure zuzuteilen, um deine Mechs zu reparieren. Dies wird die Verteidigungsanstrengungen von Detritus stark beeinträchtigen.

# ~scripts/personalities/missions.csv_d1ab9c219f5374d20c7f54d6cd595be1
source: Our repair teams report - ah, I quote... 'there's more shredded metal than Mech' and conclude with an... unoptimistic... report of the chances of repair.
de: Unsere Reparaturteams berichten - ah, ich zitiere ... 'es gibt mehr geschreddertes Metall als Mech' und schließt mit einem ... unoptimistischen ... Bericht über die Chancen einer Reparatur.

# ~scripts/personalities/missions.csv_34eaa348f6fd11c89a26fcab9f434a1f
source: Our pilots report the #squad are so damaged they barely fit into the docking bays. We'll need to assign additional personnel for repairs.
de: Unsere Piloten berichten, dass das #squad so beschädigt ist, dass es kaum in die Docks passt. Wir müssen zusätzliches Personal für Reparaturen zuweisen.

# ~scripts/personalities/missions.csv_badf3a0928c7aea3fc4041126d1c229e
source: This island's ancient power stations can barely meet your Mech's needs. Please try to prevent any damage to the Grid!
de: Die alten Kraftwerke dieser Insel können die Bedürfnisse deiner Mechs kaum erfüllen. Bitte versuche, Schäden am Netz zu vermeiden!

# ~scripts/personalities/missions.csv_d51cf6476589e4758eca6ef2e001d219
source: The Grid here can barely power your Mechs. Fight efficiently, or you'll be in the red faster than you think.
de: Das Netz hier kann deine Mechs kaum antreiben. Kämpfe effizient, sonst bist du schneller im roten Bereich als du denkst.

# ~scripts/personalities/missions.csv_27fc6efd7df4ba983b21199ac451a526
source: Our reactor cores are frozen like everything else. We can't spare additional power. Make the Grid a priority.
de: Unsere Reaktorkerne sind gefroren wie alles andere. Wir können zusätzliche Energie nicht freimachen. Mache das Stromnetz zu deiner Priorität.

# ~scripts/personalities/missions.csv_b988f712ee4679a909d4c5f507c049c7
source: My power output in this region is... <Connection Lost> ... <Grid Power Low>
de: Meine Leistung in diesem Bereich ist ... <Verbindung verloren> ... <Netzstrom niedrig>

# ~scripts/personalities/missions.csv_46390ef172873a1bfffaf0618f1a7bfc
source: The Grid here can only provide limited power. If it suffers any damage, you and the #squad may not have enough power to fight.
de: Das Netz kann hier nur begrenzte Energie liefern. Wenn es Schaden erleidet, hast du und der #squad möglicherweise nicht genug Kraft, um zu kämpfen.

# ~scripts/personalities/missions.csv_0f3c99fb83a8eb4d7f4367d4780dc279
source: The Grid here was never intended to power something like your Mechs. We've made it work, but barely - minimize damage to the Grid if you can.
de: Das Netz hier war niemals dazu gedacht, so etwas wie Eure Mechs anzutreiben. Wir haben es geschafft, aber knapp - minimiere den Schaden am Netz, wenn möglich.

# ~scripts/personalities/missions.csv_468597a1ccb4696e93183c61c50e589a
source: Looks like the Grid held - thanks to you fighting smart. We need all the power we can spare for the war ahead.
de: Sieht so aus, als ob das Netz gehalten würde - dank dir, dass du intelligent kämpfst. Wir brauchen all die Kraft, die wir für den bevorstehenden Krieg sparen können.

# ~scripts/personalities/missions.csv_0ec85153566a3b6d3c1f25c75178de59
source: Everything is operating at peak efficiency. I thank you.
de: Alles läuft mit höchster Effizienz. Ich danke dir.

# ~scripts/personalities/missions.csv_a0d64e9ac871f17200f1018ca21d5079
source: The Grid held, commander. The sector still has power. Detritus thanks you and the #squad.
de: Das Netz hielt, Kommandant. Der Sektor hat immer noch Energie. Detritus dankt dir und dem #squad.

# ~scripts/personalities/missions.csv_fb82e117443c39fdf59b503fb4c76f2e
source: The Grid's power supply was uninterrupted. You fought conservatively and efficiently, commendable.
de: Die Stromversorgung war ununterbrochen. Sie kämpften konservativ und effizient, lobenswert.

# ~scripts/personalities/missions.csv_8a7ec087f181c12061aaffab150de16a
source: The Vek are gone, but the casualty reports are still coming in. And we haven't even started assessing damage to the island's infrastructure.
de: Die Vek sind weg, aber die Unfallmeldungen kommen immer noch. Und wir haben noch nicht einmal angefangen, Schäden an der Infrastruktur der Insel zu bewerten.

# ~scripts/personalities/missions.csv_da28161bf5610ae6df50fb0c42af5fcd
source: The Vek have caused massive damage in the region despite your efforts. We may need to re-examine our tactics.
de: Die Vek haben trotz Ihrer Bemühungen massive Schäden in der Region angerichtet. Wir müssen vielleicht unsere Taktiken überprüfen.

# ~scripts/personalities/missions.csv_8a87fe2783e21a728a0bff62ad153ad6
source: Many lives were lost today... if this continues, there'll be no more of my people to protect.
de: Viele Leben sind heute verloren gegangen ... wenn das so weitergeht, wird es keine meiner Leute mehr zu schützen geben.

# ~scripts/personalities/missions.csv_f566ed6ef9473f53053c3d61cfb5f05f
source: The Grid took massive damage, and the casualties... unacceptable. I need you to protect my people, not let them be slaughtered!
de: Das Netz hat massiven Schaden genommen, und die Verluste ... sind inakzeptabel. Ich brauche dich, um meine Leute zu beschützen, lass sie nicht abgeschlachtet werden!

# ~scripts/personalities/missions.csv_ffdb4d213196ad7e62d3bf976d605497
source: Did you come from the future to ruin us? The Grid is damaged, we have no idea if we can repair it - and the casualty reports? They're still coming in.
de: Bist du aus der Zukunft gekommen, um uns zu ruinieren? Das Netz ist beschädigt, wir haben keine Ahnung, ob wir es reparieren können - und die Unfallberichte? Sie kommen immer noch rein.

# ~scripts/personalities/missions.csv_8a8345376ac0c677bf778d82ac489981
source: With that much damage to the Power Grid, more of my mechanical brethren must shut down. Others are permanently damaged and cannot be reactivated.
de: Mit so viel Schaden am Stromnetz müssen mehr meiner mechanischen Brüder schließen. Andere sind dauerhaft beschädigt und können nicht reaktiviert werden.

# ~scripts/personalities/missions.csv_5b00206d02e9dd2e169f71ae67780efd
source: The Grid suffered too much damage in the fighting, commander. Detritus will have to reassess our chances of survival in the region.
de: Das Netz erlitt im Kampf zu viel Schaden, Kommandant. Detritus wird unsere Überlebenschancen in der Region neu bewerten müssen.

# ~scripts/personalities/missions.csv_97f8b095b73cc3fae6b2c54e0f675fbd
source: The Grid collapsed. We'll have to reroute power from already struggling sectors of Detritus to keep the island intact.
de: Das Netz ist kollabiert. Wir müssen den Strom von den bereits kämpfenden Sektoren von Detritus umleiten, um die Insel intakt zu halten.

# ~scripts/personalities/missions.csv_ed19dc1eb3881eb259724d844bb6e3ec
source: I know you did your best with what little the Grid could provide, commander. It was a slim chance, but we had to take it.
de: Ich weiß, dass du dein Bestes getan hast mit dem, was das Netz bieten konnte, Commander. Es war eine geringe Chance, aber wir mussten es versuchen.

# ~scripts/personalities/missions.csv_d7d600690cd67ab3fe86db9206135420
source: The Vek retreat when the battle goes against them, then regroup and attack again somewhere else. Wipe them out for good this time!
de: Die Vek ziehen sich zurück wenn sie die Kampf verlieren werden, dann gruppieren sie sich neu und attackieren wo anders. Lösch sie diesmal ganz aus!

# ~scripts/personalities/missions.csv_d25eb07abcda082c509ccbf6b173715d
source: Don't let a single Vek survive - if they do, they'll only create another hive and hit us again. Kill them all.
de: Lass keinen Vek überleben - wenn sie es tun, werden sie nur ein neues Nest erschaffen und uns wieder treffen. Töte sie alle.

# ~scripts/personalities/missions.csv_beabed4720a6eb4ab13e77d20be23f12
source: Exterminate every Vek - if you don't, we'll be fighting this same battle again in a few days. Don't let a single one escape.
de: Vernichte jeden Vek - wenn du es nicht tust, werden wir in ein paar Tagen denselben Kampf erneut führen. Lass keinen einzigen entkommen.

# ~scripts/personalities/missions.csv_6366547c70411d0f100ddab8a81e5a94
source: Keep firing until every Vek is dead - then shoot them again. Do not allow even one to escape, or they'll swarm us again in days.
de: Schieße weiter, bis jeder Vek tot ist - erschieße sie dann erneut. Erlaube niemandem, zu entkommen, oder sie werden uns in Tagen wieder überschwemmen.

# ~scripts/personalities/missions.csv_0bc91cf98018dd08b8dc59343afdcb26
source: All life has value. But I will make an exception for the Vek. They must all be wiped out.
de: Alles Leben hat einen Wert. Aber ich werde eine Ausnahme für die Vek machen. Sie müssen alle ausgelöscht werden.

# ~scripts/personalities/missions.csv_e4d0f5e61b51dfc2e55c39a31ed287a6
source: These Vek were to blame for the loss of ten million machine lives on a nearby server farm. Stop them before more lives are lost.
de: Diese Vek waren für den Verlust von zehn Millionen Maschinenleben auf einer nahe gelegenen Serverfarm verantwortlich. Stoppe sie, bevor mehr Leben verloren gehen.

# ~scripts/personalities/missions.csv_2390278b3a336ccfe16da62de5b086bb
source: My creator did not teach me to seek 'vengeance', but she did not have to watch the horror of the Vek.
de: Mein Schöpfer hat mir nicht beigebracht, nach Rache zu suchen, aber er musste den Horror der Vek nicht sehen.

# ~scripts/personalities/missions.csv_c6ecbea5d92fded7783a5d528c39c8b8
source: These Vek destroyed three gestating A.I. routines in one of our Sentient Vaults. They must be prevented from murdering any more of my children.
de: Diese Vek zerstörten drei tragende A.I. Routinen in einem unserer Sentimentalen Gewölbe. Sie müssen daran gehindert werden, noch mehr meiner Kinder zu ermorden.

# ~scripts/personalities/missions.csv_f8dff6e44f63442e7e7a13b53c2d3045
source: The Vek presence must be reduced to 0% or they will regroup and attack again.
de: Die Präsenz von Vek muss auf 0% reduziert werden oder sie werden sich neu gruppieren und erneut angreifen.

# ~scripts/personalities/missions.csv_24031ea1a0d17d9b3658863077cc6e43
source: According to our projections, we must exterminate all the Vek in this sector - none can remain alive, and none must escape.
de: Nach unseren Prognosen müssen wir alle Vek in diesem Sektor ausrotten - keiner kann am Leben bleiben und keiner darf entkommen.

# ~scripts/personalities/missions.csv_eb4b283685cea4880664e1ef4b6e1d46
source: Those Vek won't be causing us any more trouble! Well done, all!
de: Diese Vek werden uns keine weiteren Probleme bereiten! Gut gemacht, alles!

# ~scripts/personalities/missions.csv_4620d8246ab78a08e0ade00430cb4f41
source: The attacking Vek have been wiped out! Good show, #squad!
de: Die angreifenden Vek sind ausgelöscht worden! Gute Show, #squad!

# ~scripts/personalities/missions.csv_a49ded1735196c3dcc9abafe88ec47e2
source: One less Vek swarm to worry about. I've read the battle reports - I'm impressed. You and the #squad were very thorough in the extermination.
de: Ein Vek Schwarm weniger um den man sich sorgen muss. Ich habe die Kampfberichte gelesen - ich bin beeindruckt. Du und die Soldaten waren sehr gründlich in der Vernichtung.

# ~scripts/personalities/missions.csv_c17f78f7c3e6c4934ef873cbef495b47
source: Your thoroughness in battlefield sanitation is appreciated. Sweeper teams report no Vek survived.
de: Deine Gründlichkeit auf dem Schlachtfeld wird geschätzt. Kehrmaschinen-Teams berichten, dass die Vek nicht überlebt haben.

# ~scripts/personalities/missions.csv_60652bb6c8673b3d61cdc5bacc30acee
source: First, we burn the Vek on the surface, then we'll dig below and exterminate them like you did here.
de: Zuerst verbrennen wir die Vek auf der Oberfläche, dann graben wir sie aus und vernichten sie, wie du es hier getan hast.

# ~scripts/personalities/missions.csv_f85a26e87813b7193c8d4b29eee16e48
source: My subterranean sensors are reporting no life signs. The Vek are all dead. You have made the sector safe again.
de: Meine unterirdischen Sensoren melden keine Lebenszeichen. Die Vek sind alle tot. Sie haben die Branche wieder sicher gemacht.

# ~scripts/personalities/missions.csv_b3e33cd94c5464d51fe8fdd977277bdb
source: Reports put the Vek presence in your sector at 0%, and mission success 100%. You and the #squad have our thanks.
de: Berichte bringen die Präsenz von Vek in dem Sektor auf 0% und den Missionserfolg auf 100%. Du und der #squad haben unseren Dank.

# ~scripts/personalities/missions.csv_42b7ac696d4afac6495c51858d6a1e00
source: The Vek are no more, and another sector has been reclaimed. We thank you, commander - you and the #squad.
de: Die Vek sind nicht mehr, und ein anderer Sektor wurde zurückgewonnen. Wir danken, Kommandant - Dir und dem #squad.

# ~scripts/personalities/missions.csv_70a6935996907d7c80e3d8a82af649ae
source: Your intervention was 100% successful, commander. Sensors register no Vek activity in the sector.
de: Deine Intervention war 100% erfolgreich, Kommandant. Sensoren registrieren keine Vek-Aktivität in dem Sektor.

# ~scripts/personalities/missions.csv_dda373800c3e91d1e90653abef15a555
source: You let some of the Vek scurry back to their underground hives. Unfortunately, they'll emerge again soon and attack another region.
de: Du lässt einige der Vek zurück in ihre unterirdischen Neste laufen. Leider werden sie bald wieder auftauchen und eine andere Region angreifen.

# ~scripts/personalities/missions.csv_43f7f4c4923bbd43026e0dfcfcbf50a5
source: One day we'll find out where those Vek run off to and take the fight to them! Old Earth would not have taken this sitting down!
de: Eines Tages werden wir herausfinden, wohin diese Vek laufen und den Kampf zu ihnen führen! Die alte Erde hätte das nicht hingenommen!

# ~scripts/personalities/missions.csv_520282a22b46655d3b516f1fe11fa7cc
source: You let some Vek escape? Unacceptable - you haven't won, you've merely delayed the fight.
de: Du hast Vek entkommen lassen? Inakzeptabel - Sie haben nicht gewonnen, Sie haben den Kampf nur verzögert.

# ~scripts/personalities/missions.csv_2d53e76eefae63ff7e731a697e601985
source: If you can't contain an area and cleanse it of the Vek, I'll find someone who can.
de: Wenn du kein Gebiet eingrenzen und es von der Vek reinigen kannst, werde ich jemanden finden, der es kann.

# ~scripts/personalities/missions.csv_1240aba1ec8a64464b8874d2b860af13
source: Sweeper teams already report the surviving Vek have burrowed too deep to hit - likely making another hive.
de: Reinigungsteams berichten bereits, dass die überlebenden Vek zu tief eingedrungen sind um sie zu erwischen. Sie machen wahrscheinlich ein neues Nest.

# ~scripts/personalities/missions.csv_5636ae8071a8941a5aab4827e97d20d7
source: I needed a thorough Vek cleansing, not a half-assed attempt.
de: Ich brauchte eine gründliche Reinigung von Vek, nicht einen halbherzigen Versuch.

# ~scripts/personalities/missions.csv_06264cc1aa1cbce95ae5d9412eca390c
source: I thought I was clear - all the Vek have to die. Every. Single. One.
de: Ich dachte, ich wäre klar - alle Vek müssen sterben. Jeder-Einzel-ne.

# ~scripts/personalities/missions.csv_d55b5d6bc863a4756b4ee25a160e2343
source: Your failure here has put other regions of the island in danger. I must reallocate resources to protect them.
de: Dein Versagen hier hat andere Regionen der Insel in Gefahr gebracht. Ich muss Ressourcen neu zuweisen, um sie zu schützen.

# ~scripts/personalities/missions.csv_68423f718a67500c19d06f911868f6c4
source: Sensors report Vek escaped, and they are breeding even now. I know you did your best, commander, but this was not a victory.
de: Sensoren berichten, dass Vek entkommen ist, und sie züchten jetzt. Ich weiß, dass du dein Bestes getan hast, Kommandant, aber das war kein Sieg.

# ~scripts/personalities/missions.csv_33b6bed59c14cf6da1358660c18af80a
source: You drove the Vek away, but enough survived to restore their numbers in the next breeding cycle - then we will have to fight them all over again.
de: Du hast die Vek vertrieben, aber genug davon überlebt, um ihre Zahl im nächsten Brutzyklus wiederherzustellen - dann müssen wir sie erneut bekämpfen.

# ~scripts/personalities/missions.csv_319d54ef1a652091f2564a3cc70efeeb
source: Bonus objective for
de: Bonusziel für

# ~scripts/personalities/missions.csv_bd0ca6be53b0f3d2886fd53fcb52574e
source: Blocking
de: Blockierung

# ~scripts/personalities/missions.csv_591d227136cb2c16b73630e65faf5336
source: Vek from emerging in the first place. As it's not blocking *all* Vek, and even Vek you do block might emerge, it's hard to give a proper excuse for why this is a good thing!
de: Vek in erster Linie vom auftauchen. Es ist nicht * alle * Vek blockieren, und sogar geblockte Vek können auftauchen, ist es schwer, eine richtige Entschuldigung dafür zu geben, warum das eine gute Sache ist!

# ~scripts/personalities/missions.csv_3fd245c4642668d0ada1c54e6cc7b8c8
source: This region still has pristine ancient roads and topiary design! Do not let the Vek surface, they'll wreak havoc on it!
de: Diese Region hat immer noch unberührte alte Straßen und tropisches Design! Lass die Vek nicht an die Oberfläche, sie werden Chaos anrichten!

# ~scripts/personalities/missions.csv_e6db1c3d983092e41ca852af32fced2a
source: This region is some of the last arable land on R.S.T. Do not let the Vek destroy it.
de: Diese Region ist eines der letzten Ackerländer an der R.S.T. Lass den Vek es nicht zerstören.

# ~scripts/personalities/missions.csv_8b15cd4d38a0757f14f658344b3587f1
source: There are micro-bots covering the surface of this region. If the Vek break the surface, it could cost millions of lives.
de: Es gibt Mikrobots, die die Oberfläche dieser Region bedecken. Wenn die Vek die Oberfläche durchbrechen, könnte es Millionen Leben kosten.

# ~scripts/personalities/missions.csv_ecf958dabbf698f9c1cc69b96e5c9a29
source: A fragile ecosystem of new machine life is evolving on the silicate plains here. If too many Vek break through, the ecosystem will be devastated.
de: Auf den silikatischen Ebenen entwickelt sich hier ein fragiles Ökosystem des neuen Maschinenlebens. Wenn zu viele Vek durchbrechen, wird das Ökosystem zerstört.

# ~scripts/personalities/missions.csv_9798c95cdcd0cd600736e03e72143bed
source: A.C.I.D. can destroy hives beneath this sector - but we need you to keep Vek from surfacing so the A.C.I.D. has time to do its work.
de: Säure kann Nester unter diesem Sektor zerstören - aber wir brauchen dich, um die Vek vom Auftauchen abzuhalten, damit die Säure Zeit hat, ihre Arbeit zu tun.
