Repository: Difonzo/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: de

# scripts/text.lua_Order_NPC
source: NPC Actions
de: NPC-Aktionen

# scripts/text.lua_Order_NPC_Bots
source: NPC Bot Actions
de: NPC Bot Aktionen

# scripts/text.lua_Order_Emerge
source: Enemies Emerge
de: Feinde treffen ein

# scripts/text.lua_Order_Env
source: Environment
de: Umgebung

# scripts/text.lua_Order_Smoke
source: Storm Smoke
de: Sturm Rauch

# scripts/text.lua_Deploying_Mech
source: Deploying $1
de: Bereitstellung von $1

# scripts/text.lua_Deploying_Instructions
source: Select a location in the yellow Drop Zone
de: Wähle einen Ort in der gelben Dropzone

# scripts/text.lua_Deploying_Complete
source: Deployment Complete
de: Aufstellung abgeschlossen

# scripts/text.lua_Deploying_Confirm
source: You may change your placements before confirming
de: Du kannst deine Platzierungen noch vor dem bestätigen ändern

# scripts/text.lua_Combat_Deployment
source: DEPLOYMENT
de: EINSATZ

# scripts/text.lua_Deploy_Remaining
source: Remaining Units:
de: Restliche Einheiten:

# scripts/text.lua_Button_Deployment_Done
source: CONFIRM
de: BESTÄTIGEN

# scripts/text.lua_Button_Button_Pawnlist
source: Unit List
de: Einheitenliste

# scripts/text.lua_Button_Button_Objectives
source: Bonus Objectives
de: Bonusziele

# scripts/text.lua_Skip_Units
source: You still have units that can act. They will lose their turn.
de: Du hast noch Einheiten die agieren können. Sie werden ihren Zug auslassen.

# scripts/text.lua_Reset_Turn
source: Go back in time to the start of your turn? Power limitations means you can only do this once per battle.
de: Geh zurück in die Zeit bis zum Start deines Zuges? Energielimits bedeuten, dass du das nur einmal pro Kampf tun kannst.

# scripts/text.lua_Reset_TurnExtra
source: Go back in time to the start of your turn? Your 'Temporal Reset' Pilot means you can do this twice this battle.
de: Geh zurück in die Zeit bis zum Start deines Zuges? Dein 'Temporaler Reset' Pilot bedeutet, dass du das zweimal in diesem Kampf machen kannst.

# scripts/text.lua_Reset_TurnFinal
source: Go back in time to the start of your turn? You only have one Reset remaining.
de: Geh zurück in die Zeit bis zum Start deines Zuges? Du hast nur noch einen Reset.

# scripts/text.lua_Button_Undo
source: UNDO MOVE
de: BEWEGUNG RESET

# scripts/text.lua_Button_UndoTurn
source: RESET TURN
de: RESET ZUG

# scripts/text.lua_Button_UndoTurnUsed
source: RESET USED
de: VERBRAUCHT ZURÜCKSETZEN

# scripts/text.lua_Active_Units
source: Active Units:
de: Aktive Einheiten:

# scripts/text.lua_Objective_EnemyRetreat
source: Victory in
de: Sieg in

# scripts/text.lua_Objective_EnemyRetreat2
source: turns
de: runden

# scripts/text.lua_Objective_EnemyRetreat3
source: turn
de: runde

# scripts/text.lua_Button_Editor_Exit
source: EDIT MAP
de: MAP BEARBEITEN

# scripts/text.lua_Button_Done_Testing
source: DONE TESTING
de: TEST ABGESCHLOSSEN

# scripts/text.lua_Disarm_Info
source: [ Right Click ] or [ $1 ] to Disarm
de: [ Rechtsklick ] oder [ $1 ] zum Entwaffnen

# scripts/text.lua_Skill_Passive
source: PASSIVE
de: PASSIV

# scripts/text.lua_Skill_ClassAny
source: Any
de: Irgendetwas

# scripts/text.lua_Skill_ClassPassive
source: Passive
de: Passiv

# scripts/text.lua_Skill_ClassDeath
source: On Death
de: Im Todesfall

# scripts/text.lua_Skill_ClassBrute
source: Brute
de: Rohe Gewalt

# scripts/text.lua_Skill_ClassRanged
source: Ranged
de: Fernkampf

# scripts/text.lua_Skill_ClassScience
source: Science
de: Wissenschaft

# scripts/text.lua_Skill_ClassEnemy
source: Enemy
de: Feind

# scripts/text.lua_Skill_ClassString
source: $1 Class Weapon
de: $1 Klassenwaffe

# scripts/text.lua_Skill_ClassPassString
source: Passive Effect
de: Passiver Effekt

# scripts/text.lua_Skill_Damage
source: Damage:
de: Beschädigung:

# scripts/text.lua_Skill_SelfDamage
source: Self-Damage:
de: Eigenschaden:

# scripts/text.lua_Skill_Limited
source: Uses per battle:
de: Verwendet pro Kampf:

# scripts/text.lua_Skill_WrongClass
source: No matching Mech class. 1 Power penalty applies.
de: Keine passende Mech-Klasse. 1 Energie Strafe gilt.

# scripts/text.lua_Skill_CyborgOnly
source: Non-Cyborg Weapon
de: Nicht-Cyborg-Waffe

# scripts/text.lua_Pilot_Special
source: Special
de: Besonders

# scripts/text.lua_Pilot_PowerReq
source: Requires $1 power
de: Benötigt $1 Energie

# scripts/text.lua_Pilot_Powered
source: Powered
de: Angetrieben

# scripts/text.lua_Pilot_None,scripts/text.lua_Hangar_None
source: None
de: Keiner

# scripts/text.lua_Pilot_Unknown
source: Unknown Skill
de: Unbekannte Fähigkeit

# scripts/text.lua_Pilot_UnknownText
source: Gain experience to unlock this skill.
de: Sammle Erfahrung, um diese Fähigkeit freizuschalten.

# scripts/text.lua_Pilot_Skills
source: Skills
de: Fähigkeiten

# scripts/text.lua_Pilot_Experience
source: Experience
de: Erfahrung

# scripts/text.lua_Pilot_History
source: History
de: Geschichte

# scripts/text.lua_Pilot_History_Timelines
source: Previous Timelines: $1
de: Vorherige Zeitleisten: $1

# scripts/text.lua_Pilot_History_Final
source: Final Battles: $1
de: Finalkämpfe: $1

# scripts/text.lua_Pilot_HealthName
source: Health Bonus
de: Gesundheitsbonus

# scripts/text.lua_Pilot_HealthDesc
source: Piloted Mech health is increased by 2.
de: Pilotierte Mech-Gesundheit wird um 2 erhöht.

source: Move Bonus
de: Bonus verschieben

# scripts/text.lua_Pilot_MoveShort
source: +1 Mech Move
de: +1 Mech Bewegung

# scripts/text.lua_Pilot_MoveDesc
source: Piloted Mech movement is increased by 1.
de: Pilotierte Mech-Bewegung wird um 1 erhöht.

# scripts/text.lua_Pilot_GridName
source: Grid Defense Bonus
de: Netz-Verteidigungsbonus

# scripts/text.lua_Pilot_GridShort
source: +3 Grid DEF
de: +3 Netz DEF

# scripts/text.lua_Pilot_GridDesc
source: Grid Defense increased by 3. This affects the chance of resisting Building Damage in combat.
de: Netz Verteidigung um 3 erhöht. Dies wirkt sich auf die Chance aus, im Kampf Gebäudeschaden zu widerstehen.

# scripts/text.lua_Pilot_ReactorName
source: Reactor Bonus
de: Reaktor Bonus

# scripts/text.lua_Pilot_ReactorShort
source: +1 Mech Reactor
de: +1 Mech Reaktor

# scripts/text.lua_Pilot_ReactorDesc
source: Piloted Mech reactor increased by 1.
de: Pilotierter Mech Reaktor um 1 erhöht.

# scripts/text.lua_Pilot_XpAI
source: Mechs can pilot themselves, but it's better to have a specialized Pilot.
de: Mechs können sich selbst steuern, aber es ist besser, einen spezialisierten Piloten zu haben.

# scripts/text.lua_Gamepad_SelectUnit
source: Select Unit
de: Wähle Einheit

# scripts/text.lua_Gamepad_PlaceUnit
source: Place Unit
de: Einheit platzieren

# scripts/text.lua_Gamepad_MoveUnit
source: Move Unit
de: Einheit verschieben

# scripts/text.lua_Gamepad_FireWeapon
source: Fire Weapon
de: Feuerwaffe

# scripts/text.lua_Gamepad_Cancel
source: Cancel Shot
de: Schuss abbrechen

# scripts/text.lua_State_Tutorial
source: SIMULATION STARTED
de: SIMULATION BEGINNT

# scripts/text.lua_State_Gameover
source: GAME OVER
de: SPIEL IST AUS

# scripts/text.lua_State_Player
source: PLAYER TURN
de: SPIELER AM ZUG

# scripts/text.lua_State_Enemy
source: ENEMY TURN
de: FEIND AM ZUG

# scripts/text.lua_State_Start
source: MISSION START
de: MISSION STARTET

# scripts/text.lua_State_Complete
source: MISSION COMPLETE
de: MISSION KOMPLETT

# scripts/text.lua_State_Disabled
source: MECHS DISABLED
de: MECHS DEAKTIVIERT

# scripts/text.lua_State_Turns
source: $1 Turns Remaining
de: $1 Zuege noch

# scripts/text.lua_State_LastTurn
source: Last Turn
de: Fertig

# scripts/text.lua_Upgrade_MoveLabel
source: +1 Move
de: +1 Bewegung

source: +2 Health
de: +2 Gesundheit

# scripts/text.lua_Upgrade_Install
source: INSTALL
de: INSTALLIEREN

# scripts/text.lua_Upgrade_Max
source: MAXED
de: MAXIMIERT

# scripts/text.lua_Upgrade_Class
source: Mech Class: $1
de: Mech-Klasse: $1

# scripts/text.lua_Upgrade_Test
source: Use the Virtual Simulator to test Mech Loadouts
de: Verwenden den virtuellen Simulator, um Mech Loadouts zu testen

# scripts/text.lua_Upgrade_Armory
source: STORAGE
de: LAGER

# scripts/text.lua_Upgrade_Stats
source: STATS
de: STATISTIKEN

# scripts/text.lua_Upgrade_Reactor
source: REACTOR
de: REAKTOR

# scripts/text.lua_Upgrade_Move
source: Move:
de: Bewegung:

# scripts/text.lua_Upgrade_Health
source: Health:
de: Gesundheit:

# scripts/text.lua_Upgrade_Weapons
source: WEAPONS
de: WAFFEN

# scripts/text.lua_Button_Upgrade_Test
source: TEST MECH
de: MECH TESTEN

# scripts/text.lua_Button_Upgrade_Undo
source: UNDO
de: ZURÜCKSETZEN

# scripts/text.lua_Wrong_Cost
source: Costs one additional power to use
de: Kosten eine zusätzliche Energie um es zu benutzen

# scripts/text.lua_Wrong_Class
source: Wrong Class
de: Falsche Klasse

# scripts/text.lua_Upgrade_Page
source: Page $1 of $2
de: Seite $1 von $2

# scripts/text.lua_Upgrade_New
source: NEW!
de: NEU!

# scripts/text.lua_Victory_RegionLost
source: Region Lost
de: Region verloren

# scripts/text.lua_Victory_FailedRewards
source: No rewards for a failed mission.
de: Keine Belohnungen für eine fehlgeschlagene Mission.

# scripts/text.lua_Victory_Simulation
source: Simulation Complete
de: Simulation abgeschlossen

# scripts/text.lua_Victory_SimulationText
source: Congratulations on your first successful mission, Commander! I'm confident in your ability to save the planet after such extensive training.
de: Herzlichen Glückwunsch zu deinerersten erfolgreichen Mission, Commander! Ich bin zuversichtlich, dass du nach so viel Training den Planeten retten kannst.

# scripts/text.lua_Objective_Title_One
source: Bonus Objective
de: Bonus-Ziel

# scripts/text.lua_Objective_Title_Final
source: Primary Objective
de: Hauptziel

# scripts/text.lua_Victory_Civilians
source: Civilians Protected
de: Zivilisten geschützt

# scripts/text.lua_Victory_Title
source: Region Secured
de: Region gesichert

# scripts/text.lua_Pod_Title
source: POD RECOVERED
de: POD ERHOLTE SICH

# scripts/text.lua_Pod_Contents
source: Pod Contents:
de: Pod Inhalt:

# scripts/text.lua_Store_Cost
source: Cost: $1
de: Kosten: $1

# scripts/text.lua_Store_Equipped
source: Equipped
de: Ausgestattet

# scripts/text.lua_Store_Purchase
source: Purchase equipment using Reputation
de: Erwerbe Ausrüstung mit Reputation

# scripts/text.lua_Store_Sell
source: Donate weapons and pilots for Reputation
de: Spenden Waffen und Piloten für Reputation

# scripts/text.lua_Store_SellTitle
source: DONATE
de: SPENDEN

# scripts/text.lua_Store_BuyTitle
source: ACQUIRE
de: ERWERBEN

# scripts/text.lua_Store_Weapons
source: Weapons
de: Waffen

# scripts/text.lua_Store_Pilots
source: Pilots
de: Piloten

# scripts/text.lua_Leave_Confirm
source: Your unspent Corporate Reputation will be lost if you leave now.
de: Deine unbenutzte Firmenreputation wird verloren gehen, wenn du jetzt gehst.

# scripts/text.lua_SellPilot_Confirm
source: Are you sure you want to permanently assign this Pilot to the Island? (Grants Reputation)
de: Bist du sicher, dass Sie diesen Pilot der Insel dauerhaft zuweisen möchten? (Gewährt Reputation)

# scripts/text.lua_SellWeapon_Confirm
source: Are you sure you want to donate this weapon? (Grants Reputation)
de: Möchtest du diese Waffe wirklich spenden? (Gewährt Reputation)

# scripts/text.lua_Reward_Title
source: Perfect Island!
de: Perfekte Insel!

# scripts/text.lua_Reward_Subheading
source: Select one free reward
de: Wähle eine kostenlose Belohnung aus

# scripts/text.lua_Pod_Objective
source: Protect the Time Pod
de: Schütze die Zeitkapsel

# scripts/text.lua_Secret_Objective
source: Protect the Strange Pod
de: Schütze den seltsamen Pod

# scripts/text.lua_Secret_Objective_Failed
source: Protect the Strange Pod (Failed)
de: Schütze den seltsamen Pod (fehlgeschlagen)

# scripts/text.lua_Pod_Detected
source: Time Pod Detected
de: Zeitkapsel erkannt

# scripts/text.lua_Pod_Failed
source: Protect the Time Pod (Failed)
de: Schützen die Zeitkapsel (fehlgeschlagen)

# scripts/text.lua_Toggle_NeverAgain
source: Don't Ask Again
de: Frag nicht wieder

# scripts/text.lua_Mission_Map_Deploy
source: Start Mission
de: Starte die Mission

# scripts/text.lua_Pawn_Box_Water,scripts/text.lua_Pawn_Box_Acid
source: Water Logged
de: Wasser Protokolliert

# scripts/text.lua_Pawn_Box_Smoke
source: Smoke Blocking
de: Rauch Blockierend

# scripts/text.lua_Pawn_Box_Ice
source: Ice Blocking
de: Eis Blockierend

# scripts/text.lua_Pawn_Box_Shot
source: Bonus Move Only
de: Nur Bonusbewegung

# scripts/text.lua_Pawn_Box_Lava
source: Lava Blocking
de: Lava Blockierend

# scripts/text.lua_Boss_Title
source: Warning: Vek Offensive
de: Warnung: Vek Offensive

# scripts/text.lua_Boss_Text
source: Vek are overrunning two regions on the Island. The region you do not save will be lost forever.
de: Vek überlaufen zwei Regionen auf der Insel. The Region die nicht gesichert wird ist für immer verloren.

# scripts/text.lua_Top_Power
source: POWER
de: ENERGIE

# scripts/text.lua_Top_Grid
source: GRID
de: NETZ

# scripts/text.lua_Top_Defense
source: DEFENSE
de: ABWEHR

# scripts/text.lua_Pilot_TurnOver
source: Turn Over
de: Zug vorbei

# scripts/text.lua_Pilot_Disabled
source: Disabled
de: Deaktiviert

# scripts/text.lua_Pilot_EnemyDead
source: Killed
de: Getötet

# scripts/text.lua_Island_Office
source: $1 Head Office
de: $1 Hauptbüro

# scripts/text.lua_Mission_Normal
source: Vek Threat Detected!
de: Vek Bedrohung entdeckt!

# scripts/text.lua_Mission_Easy
source: Defensive Shields Active!
de: Abwehrschilde aktiv!

# scripts/text.lua_Mission_Hard
source: High Threat Detected!
de: Hohe Bedrohung erkannt!

# scripts/text.lua_Mission_Final
source: The Last Stand
de: Das letzte Gefecht

# scripts/text.lua_Mission_Failed
source: Region Destroyed by Vek
de: Region von Vek zerstört

# scripts/text.lua_Mission_None
source: No Vek Detected
de: Keine Vek erkannt

# scripts/text.lua_Button_Confirm_No
source: NO
de: NEIN

# scripts/text.lua_Button_Confirm_Yes
source: YES
de: JA

# scripts/text.lua_Confirm_Question
source: Continue?
de: Weiter?

# scripts/text.lua_PilotNews_Dead
source: DECEASED
de: VERSTORBENE

# scripts/text.lua_PilotNews_Revived
source: REVIVED
de: WIEDERBELEBT

# scripts/text.lua_PilotNews_ReviveText
source: The Emergency Medical Supplies were able to save $1 from the brink of death!
de: Das medizinische Notfallmaterial konnte $1 vor dem Tod retten!

# scripts/text.lua_PilotNews_Vek
source: REGENERATED
de: REGENERIERT

# scripts/text.lua_PilotNews_VekText
source: $1 has recovered from the brink of death! The effort required to regenerate has cost XP.
de: $1 hat sich vom Rande des Todes erholt! Der Aufwand zum Regenerieren hat XP gekostet.

# scripts/text.lua_PilotNews_DeadText
source: $1 died after taking severe damage in the battle against the creatures.
de: $1 starb, nachdem er im Kampf gegen die Kreaturen schweren Schaden genommen hatte.

# scripts/text.lua_PilotNews_Promoted
source: PROMOTED
de: BEFÖRDERT

# scripts/text.lua_PilotNews_Skill
source: New Skill Unlocked:
de: Neue Fähigkeit freigeschaltet:

# scripts/text.lua_Button_Pilot_News_Done
source: Understood
de: Verstanden

source: CONTINUE
de: WEITER

# scripts/text.lua_Button_Wait
source: WAIT
de: WARTEN

# scripts/text.lua_Button_Create
source: CREATE
de: ERSTELLEN

# scripts/text.lua_Button_Profile
source: Create New Profile
de: Neues Profil erstellen

# scripts/text.lua_Button_MainContinue
source: Continue
de: Weiter

# scripts/text.lua_Button_MainNew
source: New Game
de: Neues Spiel

# scripts/text.lua_Button_MainOptions
source: Options
de: Optionen

# scripts/text.lua_Button_MainProgress
source: Progress
de: Fortschritt

# scripts/text.lua_Button_MainStats,scripts/text.lua_Stats_Header
source: Statistics
de: Statistiken

# scripts/text.lua_Button_MainAchievs,scripts/text.lua_Hangar_Achievements_Title
source: Achievements
de: Erfolge

# scripts/text.lua_Button_MainQuit
source: Quit
de: Beenden

# scripts/text.lua_Button_MainProfile
source: Profile
de: Profil

# scripts/text.lua_Toggle_EnableTips
source: Enable Tutorial Tips
de: Aktivieren Tutorial-Tipps

# scripts/text.lua_NewGame_Confirm
source: You currently have a game in progress. Starting a new one will permanently erase it.
de: Du hast gerade ein Spiel offen. Wenn du ein neues startest wird es dauerhaft gelöscht.

# scripts/text.lua_Delete_Confirm
source: You will lose all game progress and unlocks. This cannot be undone.
de: Du wirst alle Spielfortschritte und Freischaltungen verlieren. Das kann nicht rückgängig gemacht werden.

# scripts/text.lua_Warning_NoSave
source: 'Into the Breach' does not appear to have file access to save progress. Please quit and check if your Anti-Virus software is blocking it. If the problem persists email us at contact@subsetgames.com
de: 'Into the Breach' scheint keinen Dateizugriff zu haben, um den Fortschritt zu speichern. Bitte beenden Sie das Programm und prüfen Sie, ob Ihre Anti-Virus-Software es blockiert. Wenn das Problem weiterhin besteht, senden Sie uns eine E-Mail an contact@subsetgames.com

# scripts/text.lua_Warning_FileWriteIssue
source: 'Into the Breach' is possibly unable to save progress. Please quit and check if your Anti-Virus software is blocking it. If the problem persists email us at contact@subsetgames.com
de: 'Into the Breach' kann möglicherweise den Fortschritt nicht retten. Bitte beenden Sie das Programm und prüfen Sie, ob Ihre Anti-Virus-Software es blockiert. Wenn das Problem weiterhin besteht, senden Sie uns eine E-Mail an contact@subsetgames.com

# scripts/text.lua_Warning_SaveFileCorrupted
source: Your Save File appears to be corrupted. Please contact us at contact@subsetgames.com if you'd like us to attempt to recover the data. Very sorry about the problem!
de: Dein Speicherstand scheint kaputt zu sein. Bitte kontaktiere uns auf contact@subsetgames.com wenn du willst das wir eine Wiederherstellung probieren. Es tut uns sehr leid!

# scripts/text.lua_Warning_ProfileCorrupted
source: Your Profile File appears to be corrupted. Please contact us at contact@subsetgames.com if you'd like us to attempt to recover the data. Very sorry about the problem!
de: Deine Profildatei ist kaputt. Bitte kontaktiere uns auf contact@subsetgames.com, falls du willst das wir dir helfen. Es tut uns sehr leid!

# scripts/text.lua_Menu_NoSave
source: WARNING: There is a file write error and your progress cannot be saved.
de: WARNUNG: Es liegt ein Schreibfehler vor und dein Fortschritt kann nicht gespeichert werden.

# scripts/text.lua_Confirm_Header
source: Confirm Action
de: Aktion bestätigen

# scripts/text.lua_Warn_Header
source: Warning!
de: Warnung!

# scripts/text.lua_Profile_Delete_Failed
source: Your profile data could not be fully deleted. It may be read only, or it may have extra files in its folder. You can delete it manually from here:
de: Ihre Profildaten konnten nicht vollständig gelöscht werden. Es kann nur gelesen werden, oder es kann zusätzliche Dateien in seinem Ordner haben. Du kannst es manuell von hier löschen:

# scripts/text.lua_Profile_Delete_Failed_OSX
source: Your profile data could not be deleted. This is a known issue in OS X. You can delete your profile data manually from this location:
de: Ihre Profildaten konnten nicht gelöscht werden. Dies ist ein bekanntes Problem in OS X. Sie können Ihre Profildaten manuell von diesem Speicherort löschen:

# scripts/text.lua_Stats_TotalVictory
source: Victories:
de: Siege:

# scripts/text.lua_Stats_TotalLost
source: Timelines Lost:
de: Zeitlinie verloren:

# scripts/text.lua_Stats_TotalGames,scripts/text.lua_Stats_SquadGames
source: Total Games:
de: Gesamtanzahl der Spiele:

# scripts/text.lua_Stats_TotalTravelers
source: Total Time Travelers:
de: Zeitreisende Gesamt:

# scripts/text.lua_Stats_TotalKills
source: Total Enemy Kills:
de: Feinde getötet gesamt:

# scripts/text.lua_Stats_TotalSaved
source: Total Civilians Saved:
de: Gerettete Zivilisten gesamt:

# scripts/text.lua_Stats_TotalIsland
source: Total Islands Secured:
de: Gesicherte Inseln:

# scripts/text.lua_Stats_TotalPods
source: Pods Collected:
de: Geerntete Pods:

# scripts/text.lua_Stats_ScoreDefeat
source: Defeated
de: Besiegt

# scripts/text.lua_Stats_ScoreVictory
source: $1 Island Victory!
de: $1 Insel-Sieg!

# scripts/text.lua_Stats_ScoreScore
source: Civilians Saved:
de: Zivilisten gerettet:

source: Total Kills:
de: Gesamtkills:

# scripts/text.lua_Stats_ScoreFailed
source: Failed Objectives:
de: Fehlgeschlagene Ziele:

# scripts/text.lua_Stats_ScoreTimer
source: Game Time:
de: Spielzeit:

# scripts/text.lua_Stats_PilotBattles
source: Battles:
de: Kämpfe:

# scripts/text.lua_Stats_PilotJumps
source: Time Jumps:
de: Zeitsprünge:

# scripts/text.lua_Stats_Pilot_Deaths
source: Total Deaths:
de: Tode gesamt:

# scripts/text.lua_Stats_VekDeadliest
source: Deadliest Enemy
de: Tödlichster Feind

# scripts/text.lua_Stats_VekDeadliestStat
source: Killed Mechs:
de: Getötete Mechs:

# scripts/text.lua_Stats_VekWeakest
source: Most Squashable
de: Am einfachsten

# scripts/text.lua_Stats_VekWeakestStat
source: Times Killed:
de: Anzahl getötet:

# scripts/text.lua_Stats_VekDestruction
source: Most Destructive
de: Meist zerstörerisch

# scripts/text.lua_Stats_VekDestructionStat
source: Grid Damage:
de: Netzschaden:

# scripts/text.lua_Stats_ListButton
source: Back to List
de: Zurück zur Liste

# scripts/text.lua_Stats_SquadButton,scripts/text.lua_Button_Hangar_Squad
source: Change Squad
de: Squad wechseln

# scripts/text.lua_Stats_PilotButton
source: Change Pilot
de: Pilot ändern

# scripts/text.lua_Stats_Done
source: Close
de: Schließen

# scripts/text.lua_Stats_ToggleGlobal
source: Filter by Selected Squad
de: Nach ausgewähltem Squad filtern

# scripts/text.lua_Toggle_Easy
source: Easy
de: Einfach

# scripts/text.lua_Hangar_CustomSquad
source: Final Selection:
de: Finale Auswahl:

# scripts/text.lua_Hangar_Traveler_Heading
source: Time Traveler
de: Zeitreisender

# scripts/text.lua_Hangar_Island_Victory
source: Medals awarded based on how many Corporate Islands are secured before completing the Final Island.
de: Medaillen werden basierend darauf vergeben, wie viele Firmeninseln vor Abschluss der finalen Insel gesichert sind.

# scripts/text.lua_Hangar_Island_Victory_2
source: 2 Island Victory: $1
de: 2 Insel Sieg: $1

# scripts/text.lua_Hangar_Island_Victory_3
source: 3 Island Victory: $1
de: 3 Insel Sieg: $1

# scripts/text.lua_Hangar_Island_Victory_4
source: 4 Island Victory: $1
de: 4 Insel Sieg: $1

# scripts/text.lua_Hangar_Island_Victory_Title
source: Victory Medals
de: Siegmedaillen

# scripts/text.lua_Hangar_Ach_Coins
source: Note: Achievements earn you Coins to unlock new Mech Squads!
de: Hinweis: Erfolge bringen dir Coins, um neue Mech Squads freizuschalten!

# scripts/text.lua_Hangar_Locked
source: Locked
de: Gesperrt

# scripts/text.lua_Hangar_Randomized
source: Random Squad
de: Zufaelliges Squad

# scripts/text.lua_Hangar_Custom
source: Customize Squad
de: Squad anpassen

# scripts/text.lua_Hangar_Complete
source: Complete more Islands to unlock!
de: Beende mehr Inseln um das freizuschalten!

# scripts/text.lua_Hangar_Achievements
source: Earn more Coins!
de: Verdiene mehr Coins!

# scripts/text.lua_Hangar_Buy
source: Click to Purchase!
de: Klicken um zu kaufen!

# scripts/text.lua_Button_Hangar_Pilot
source: Change Time Traveler
de: Zeitreisenden ändern

# scripts/text.lua_Button_Hangar_Random_Pilot
source: Randomize
de: Zufällig

# scripts/text.lua_Button_Hangar_Reroll,scripts/text.lua_TipTitle_BalancedRoll
source: Balanced Roll
de: Ausgeglichen zuordnen

# scripts/text.lua_Button_Hangar_RandomRoll,scripts/text.lua_TipTitle_ChaosRoll
source: Chaos Roll
de: Zufällig zuordnen

# scripts/text.lua_Button_Hangar_Ach
source: View All Achievements
de: Erfolge anzeigen

# scripts/text.lua_Button_Hangar_Secret
source: Buy Secret Squad
de: Geheimes Squad kaufen

# scripts/text.lua_Hangar_Total_Ach
source: Total Coins Earned
de: Coins verdient

# scripts/text.lua_Button_Hangar_Recustom
source: Edit Squad
de: Squad editieren
