Repository: Difonzo/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: de

# scripts/text_weapons.lua_Prime_Leap_Description
source: Leap to a tile, damaging self and adjacent tiles.
de: Springe zu einem Feld, beschädige es selbst und angrenzende Felder.

source: +1 Damage Each
de: + 1 Schaden jeweils

source: Increases damage to self and targets by 1.
de: Erhöht den Schaden an Selbst und Zielen um 1.

source: Increases damage to targets by 1.
de: Erhöht den Schaden an Zielen um 1.

# scripts/text_weapons.lua_Prime_SpinFist_Name
source: Vortex Fist
de: Vortex-Faust

# scripts/text_weapons.lua_Prime_SpinFist_Description
source: Damage and push all adjacent tiles to the left.
de: Beschädige und schiebe alle benachbarten Felder nach links.

# scripts/text_weapons.lua_Prime_SpinFist_Upgrade1
source: -1 Self Damage
de: -1 Eigenschaden

# scripts/text_weapons.lua_Prime_SpinFist_A_UpgradeDescription
source: Reduces the damage the Mech takes when using this weapon by 1.
de: Verringert den Schaden, den der Mech erleidet, wenn er diese Waffe benutzt, um 1.

# scripts/text_weapons.lua_Prime_Sword_Name
source: Titanite Blade
de: Titanitklinge

# scripts/text_weapons.lua_Prime_Sword_Description
source: Swing a massive sword to damage and push 3 tiles.
de: Schwinge ein massives Schwert um 3 Felder zu beschädigen und zu stoßen.

source: +1 Use
de: +1 Verwendung

source: Increases uses per battle by 1.
de: Erhöht gebrauch pro Kampf um 1.

# scripts/text_weapons.lua_Prime_Sword_B_UpgradeDescription
source: Increases damage on each affected tile by 2.
de: Erhöht den Schaden auf jedem betroffenen Feld um 2.

# scripts/text_weapons.lua_Prime_Smash_Name
source: Mercury Fist
de: Merkur-Faust

# scripts/text_weapons.lua_Prime_Smash_Description
source: Smash the ground, dealing huge damage and pushing adjacent tiles.
de: Kracht auf den Boden, fügt hohen Schaden zu und stößt angrenzende Felder.

# scripts/text_weapons.lua_Brute_Tankmech_Name
source: Taurus Cannon
de: Stier-Kanone

# scripts/text_weapons.lua_Brute_Tankmech_Description
source: Fires a powerful projectile that damages and pushes its target.
de: Feuert ein mächtiges Projektil ab, das sein Ziel beschädigt und stößt.

# scripts/text_weapons.lua_Brute_Jetmech_Name
source: Aerial Bombs
de: Luftbomben

# scripts/text_weapons.lua_Brute_Jetmech_Description
source: Fly over a target, dropping an explosive smoke bomb.
de: Fliege über ein Ziel und lasse eine explosive Rauchbombe fallen.

# scripts/text_weapons.lua_Brute_Jetmech_B_UpgradeDescription
source: Allows jumping over and attacking an additional target.
de: Ermöglicht das Überspringen und Angreifen eines zusätzlichen Ziels.

# scripts/text_weapons.lua_Brute_Mirrorshot_Name
source: Janus Cannon
de: Januskanone

# scripts/text_weapons.lua_Brute_Mirrorshot_Description
source: Fire two projectiles in opposite directions.
de: Feuere zwei Projektile in entgegengesetzte Richtungen.

# scripts/text_weapons.lua_Brute_PhaseShot_Name
source: Phase Cannon
de: Phasenkanone

# scripts/text_weapons.lua_Brute_PhaseShot_Description
source: Shoot a projectile that phases through objects.
de: Schießt ein Projektil durch Objekte hindurch.

# scripts/text_weapons.lua_Brute_PhaseShot_Upgrade1
source: Phase Shield
de: Phasenschild

# scripts/text_weapons.lua_Brute_PhaseShot_A_UpgradeDescription
source: Applies a Shield to buildings it passes through.
de: Wendet ein Schild auf Gebäude an, durch die der Schuss hindurchgeht.

# scripts/text_weapons.lua_Brute_Grapple_Name
source: Grappling Hook
de: Enterhaken

# scripts/text_weapons.lua_Brute_Grapple_Description
source: Use a grapple to pull Mech towards objects, or units to the Mech.
de: Benutze einen Greifer, um Mech zu Objekten oder Einheiten zum Mech zu ziehen.

# scripts/text_weapons.lua_Brute_Grapple_Upgrade1
source: Shield Ally
de: Schilde Verbündete

# scripts/text_weapons.lua_Brute_Grapple_A_UpgradeDescription
source: If used on an ally unit it gives them a Shield.
de: Wenn es auf einer verbündeten Einheit benutzt wird, gibt es ihnen einen Schild.

# scripts/text_weapons.lua_Brute_Shrapnel_Name
source: Def. Shrapnel
de: Def. Schrapnell

# scripts/text_weapons.lua_Brute_Shrapnel_Description
source: Fire a non-damaging projectile that pushes tiles around the target.
de: Feuere ein nicht beschädigendes Geschoss ab, das Felder run um das Ziel stößt.

# scripts/text_weapons.lua_Brute_Sniper_Name
source: Rail Cannon
de: Rail-Kanone

# scripts/text_weapons.lua_Brute_Sniper_Description
source: Projectile that does more damage to targets that are further away.
de: Geschoss, das weiter entfernten Zielen mehr Schaden zufügt.

source: +1 Max Damage
de: +1 Maximaler Schaden

source: Increases max damage by 1.
de: Erhöht den maximalen Schaden um 1.

# scripts/text_weapons.lua_Brute_Shockblast_Name
source: Shock Cannon
de: Schockkanone

# scripts/text_weapons.lua_Brute_Shockblast_Description
source: Fire a projectile that hits 2 tiles, pushing them in opposite directions.
de: Feuere ein Projektil ab, das zwei Felder ​​trifft und stößt sie in entgegengesetzte Richtungen.

# scripts/text_weapons.lua_Brute_Beetle_Name
source: Ramming Engines
de: Rammende Motoren

# scripts/text_weapons.lua_Brute_Beetle_Description
source: Fly in a line and slam into the target, pushing it and hurting yourself.
de: Fliege in einer Linie und krache in das Ziel, stößt und verletzt sich selbst dabei.

source: Increases damage to self and target by 1.
de: Erhöht den Schaden an Selbst und Ziel um 1.

# scripts/text_weapons.lua_Brute_Beetle_B_UpgradeDescription
source: Increases damage to target by 1.
de: Erhöht den Schaden am Ziel um 1.

# scripts/text_weapons.lua_Brute_Unstable_Name
source: Unstable Cannon
de: Instabile Kanone

# scripts/text_weapons.lua_Brute_Unstable_Description
source: Powerful projectile that causes damage to shooter as well as target.
de: Mächtiges Projektil, das sowohl dem Schützen als auch Zielen Schaden zufügt.

# scripts/text_weapons.lua_Brute_Unstable_B_UpgradeDescription
source: Increases target damage by 1.
de: Erhöht den Zielschaden um 1.

# scripts/text_weapons.lua_Brute_Heavyrocket_Name
source: Heavy Rocket
de: Schwere Rakete

# scripts/text_weapons.lua_Brute_Heavyrocket_Description
source: Fire a projectile that heavily damages a target and pushes adjacent tiles.
de: Feuere ein Projektil ab, das ein Ziel schwer beschädigt und benachbarte Felder stößt.

# scripts/text_weapons.lua_Brute_Splitshot_Name
source: Shrapnel Cannon
de: Schrapnellkanone

# scripts/text_weapons.lua_Brute_Splitshot_Description
source: Shoot a projectile that damages and pushes the targeted tile and the tiles to its left and right.
de: Schieße ein Projektil, dass das Ziel und das Feld rechts und links davon beschädigt und stößt.

# scripts/text_weapons.lua_Brute_Bombrun_Name
source: Astra Bombs
de: Astra-Bomben

# scripts/text_weapons.lua_Brute_Bombrun_Description
source: Leap over any distance dropping a bomb on each tile you pass.
de: Springe über eine Distanz, wirft Bomben bei jedem Feld das du querst.

# scripts/text_weapons.lua_Brute_Bombrun_B_UpgradeDescription
source: Increases damage to all tiles by 2.
de: Erhöht den Schaden an allen Feldern um 2.

# scripts/text_weapons.lua_Brute_Sonic_Name
source: Hermes Engines
de: Hermes-Motoren

# scripts/text_weapons.lua_Brute_Sonic_Description
source: Dash in a line, pushing adjacent tiles away.
de: Schieße in eine Linie und stoße angrenzende Felder​​ab.

# scripts/text_weapons.lua_Ranged_Artillerymech_Name
source: Artemis Artillery
de: Artemis Artillerie

# scripts/text_weapons.lua_Ranged_Artillerymech_Description
source: Powerful artillery strike, damaging a single tile and pushing adjacent tiles.
de: Mächtiger Artillerieschlag, der ein einzelnes Feld beschädigt und angrenzende Felder stößt.

source: Buildings Immune
de: Gebäude sind Immun

source: This attack will no longer damage Grid Buildings.
de: Dieser Angriff wird Gebäude nicht mehr beschädigen.

# scripts/text_weapons.lua_Ranged_Rockthrow_Name
source: Rock Accelerator
de: Steinbeschleuniger

# scripts/text_weapons.lua_Ranged_Rockthrow_Description
source: Launch a rock at a tile, pushing adjacent tiles.
de: Starte einen Steinen auf einem Feld, schiebe angrenzende Felder.

# scripts/text_weapons.lua_Ranged_Defensestrike_Name
source: Cluster Artillery
de: Clusterartillerie

# scripts/text_weapons.lua_Ranged_Defensestrike_Description
source: Protect a tile by damaging and pushing adjacent tiles.
de: Schütze ein Feld indem du die angrezenden beschädigst und stößt.

# scripts/text_weapons.lua_Ranged_Defensestrike_B_UpgradeDescription
source: Increases damage to adjacent tiles by 1.
de: Erhöht Schaden an angrenzende Felder um 1.

# scripts/text_weapons.lua_Ranged_Rocket_Name
source: Rocket Artillery
de: Raketenartillerie

# scripts/text_weapons.lua_Ranged_Rocket_Description
source: Fires a pushing artillery and creates Smoke behind the shooter.
de: Feuert eine stoßende Artillerie ab und erschafft Rauch hinter dem Schützen.

# scripts/text_weapons.lua_Ranged_Ignite_Name
source: Vulcan Artillery
de: Vulkanische Artillerie

# scripts/text_weapons.lua_Ranged_Ignite_Description
source: Light the target on Fire and push adjacent tiles.
de: Entzünde das Ziel und schiebe angrenzende Felder weg.

# scripts/text_weapons.lua_Ranged_Ignite_Upgrade1
source: Backburn
de: Nachbrenner

# scripts/text_weapons.lua_Ranged_Ignite_A_UpgradeDescription
source: Light the tile behind the Mech on Fire.
de: Zünde das Feld hinter dem Mech an.

# scripts/text_weapons.lua_Ranged_Ignite_B_UpgradeDescription
source: Adds 2 damage to targeted tiles.
de: Fügt ausgewählten Feldern 2 Schadenspunkte hinzu.

# scripts/text_weapons.lua_Ranged_ScatterShot_Name
source: Micro-Artillery
de: Mikroartillerie

# scripts/text_weapons.lua_Ranged_ScatterShot_Description
source: Artillery with potential to launch multiple small projectiles.
de: Artillerie mit dem Potenzial, mehrere kleine Projektile zu starten.

# scripts/text_weapons.lua_Ranged_ScatterShot_Upgrade1
source: +2 Tiles
de: +2 Felder

# scripts/text_weapons.lua_Ranged_ScatterShot_A_UpgradeDescription
source: Add additional missiles to hit adjacent tiles.
de: Füge zusätzliche Raketen hinzu, um benachbarte Felder zu treffen.

# scripts/text_weapons.lua_Ranged_ScatterShot_B_UpgradeDescription
source: Increases damage to all tiles by 1.
de: Erhöht Schaden an allen Feldern um 1.

# scripts/text_weapons.lua_Ranged_BackShot_Name
source: Aegon Mortar
de: Aegon Mörser

# scripts/text_weapons.lua_Ranged_BackShot_Description
source: Deals damage to two tiles, pushing one forwards and one backwards.
de: Fügt zwei Feldern Schaden zu und schiebt einen nach vorne und einen nach hinten.

source: Increases damage to both tiles by 1.
de: Erhöht den Schaden bei beiden Feldern um 1.

# scripts/text_weapons.lua_Ranged_Ice_Name
source: Cryo-Launcher
de: Kryo-Launcher

# scripts/text_weapons.lua_Ranged_Ice_Description
source: Freeze yourself and the target.
de: Frieren dich und das Ziel ein.

# scripts/text_weapons.lua_Ranged_SmokeBlast_Name
source: Smoke Mortar
de: Rauchmörser

# scripts/text_weapons.lua_Ranged_SmokeBlast_Description
source: Artillery shot that applies Smoke and pushes two adjacent tiles.
de: Artillerieschuss der Rauch hinterläßt und 2 angrenzende Felder stößt.

# scripts/text_weapons.lua_Ranged_Fireball_Name
source: Burning Mortar
de: Brennende Granate

# scripts/text_weapons.lua_Ranged_Fireball_Description
source: Artillery attack that sets 5 tiles on Fire.
de: Artillerieangriff, der 5 Felder in Brand setzt.

# scripts/text_weapons.lua_Ranged_Fireball_Upgrade1
source: No Self Damage
de: Kein Eigenschaden

# scripts/text_weapons.lua_Ranged_Fireball_A_UpgradeDescription
source: This attack will no longer damage the Mech that uses it.
de: Dieser Angriff wird den Mech, der ihn benutzt, nicht mehr beschädigen.

# scripts/text_weapons.lua_Ranged_RainingVolley_Name
source: Raining Death
de: Regnerischer Tod

# scripts/text_weapons.lua_Ranged_RainingVolley_Description
source: A dangerous projectile that damages everything it passes.
de: Ein gefährliches Projektil, das alles beschädigt, was es passiert.

# scripts/text_weapons.lua_Ranged_Wide_Name
source: Heavy Artillery
de: Schwere Artillerie

# scripts/text_weapons.lua_Ranged_Wide_Description
source: Powerful attack that damages a large area.
de: Mächtiger Angriff, der ein großes Gebiet beschädigt.

# scripts/text_weapons.lua_Ranged_Dual_Name
source: Gemini Missiles
de: Gemini-Raketen

# scripts/text_weapons.lua_Ranged_Dual_Description
source: Launch two missiles, damaging and pushing two targets
de: Starte zwei Raketen, beschädige und schiebe zwei Ziele

# scripts/text_weapons.lua_Science_Pullmech_Name
source: Attraction Pulse
de: Attraktion Puls

# scripts/text_weapons.lua_Science_Pullmech_Description
source: Pull target towards you 1 tile.
de: Ziehe das Ziel um 1 Feld zu dir.

# scripts/text_weapons.lua_Science_Gravwell_Description
source: Artillery weapon that pulls its target towards you.
de: Artilleriewaffe, die ihr Ziel zu dir zieht.

# scripts/text_weapons.lua_Science_Repulse_Name
source: Repulse
de: Abwehr

# scripts/text_weapons.lua_Science_Repulse_Description
source: Push all adjacent tiles.
de: Stoße alle benachbarten Felder.

# scripts/text_weapons.lua_Science_Repulse_Upgrade1
source: Shield Self
de: Schütze selbst

# scripts/text_weapons.lua_Science_Repulse_Upgrade2
source: Shield Friendly
de: Schütze Freunde

# scripts/text_weapons.lua_Science_Repulse_A_UpgradeDescription
source: Creates a personal Shield when used.
de: Erzeugt ein persönliches Schild, wenn es benutzt wird.

# scripts/text_weapons.lua_Science_Repulse_B_UpgradeDescription
source: Shield adjacent ally or Building.
de: Schirme benachbarten Verbündeten oder Gebäude.

# scripts/text_weapons.lua_Science_Swap_Description
source: Swap places with a nearby tile.
de: Wechsle Orte mit nahegelegenen Feldern.

# scripts/text_weapons.lua_Science_Swap_Upgrade2
source: +2 Range
de: +2 Reichweite

# scripts/text_weapons.lua_Science_Swap_A_UpgradeDescription
source: Extends range of the swap by 1 tile.
de: Erweitert den Bereich des Wechsels um 1 Feld.

# scripts/text_weapons.lua_Science_Swap_B_UpgradeDescription
source: Extends range of the swap by 2 tiles.
de: Erweitert den Bereich des Wechsels um 2 Felder.

# scripts/text_weapons.lua_Science_AcidShot_Name
source: A.C.I.D. Projector
de: Säureprojektor

# scripts/text_weapons.lua_Science_AcidShot_Description
source: Fire a projectile that applies A.C.I.D. and pushes.
de: Feuere ein Projektil ab, das Säure zufügt und stößt.

# scripts/text_weapons.lua_Science_Confuse_Name
source: Confuse Shot
de: Verwirrschuss

# scripts/text_weapons.lua_Science_Confuse_Description
source: Fire a projectile that flips a target's attack direction.
de: Feuere ein Projektil ab, das die Angriffsrichtung eines Ziels umdreht.

# scripts/text_weapons.lua_Science_SmokeDefense_Name
source: Smoke Pellets
de: Rauchpellets

# scripts/text_weapons.lua_Science_SmokeDefense_Description
source: Surround yourself with Smoke to defend against nearby enemies.
de: Umgebe dich mit Rauch, um dich gegen Feinde in der Nähe zu verteidigen.

# scripts/text_weapons.lua_Science_SmokeDefense_A_UpgradeDescription
source: No longer applies Smoke on self or allies.
de: Blockiert rauch für sich selbst und Verbündete.

# scripts/text_weapons.lua_Science_Shield_Name
source: Shield Projector
de: Schildprojektor

# scripts/text_weapons.lua_Science_Shield_Description
source: Shield tiles from damage.
de: Schützt Felder vor Schaden.

# scripts/text_weapons.lua_Science_Shield_Upgrade2
source: +3 Area
de: +3 Bereich

# scripts/text_weapons.lua_Science_Shield_B_UpgradeDescription
source: Shields 3 additional tiles.
de: Schirmt 3 weitere Felder ab.

# scripts/text_weapons.lua_Science_FireBeam_Name
source: Fire Beam
de: Feuerstrahl

# scripts/text_weapons.lua_Science_FireBeam_Description
source: Fire a beam that applies Fire in a line.
de: Feuere einen Strahl, der Feuer in einer Linie anwendet.

# scripts/text_weapons.lua_Science_FreezeBeam_Name
source: Frost Beam
de: Froststrahl

# scripts/text_weapons.lua_Science_FreezeBeam_Description
source: Fire a beam that Freezes everything in a line.
de: Feuere einen Strahl, der alles in einer Linie einfriert.

# scripts/text_weapons.lua_Science_LocalShield_Name
source: Shield Array
de: Schildarray

# scripts/text_weapons.lua_Science_LocalShield_Description
source: Apply a Shield on nearby tiles.
de: Wende einen Schild auf nahegelegene Felder an.

source: +1 Size
de: +1 Größe

# scripts/text_weapons.lua_Science_LocalShield_A_UpgradeDescription
source: Area of effect increased by 2 tiles.
de: Wirkungsbereich um 2 Felder erhöht.

# scripts/text_weapons.lua_Science_PushBeam_Name
source: Push Beam
de: Beamschlag

# scripts/text_weapons.lua_Science_PushBeam_Description
source: Pushes all units in a line.
de: Schlägt alle Einheiten in einer Linie.

# scripts/text_weapons.lua_Science_PushBeam_Upgrade1
source: Unlimited Use
de: Unbegrenzte Nutzung

source: Removes use restriction in battles.
de: Entfernt Nutzungsbeschränkungen in Kämpfen.

# scripts/text_weapons.lua_Skill_Repair_Name
source: Mech Repair
de: Mech Reparatur

# scripts/text_weapons.lua_Skill_Repair_Description
source: Repair 1 damage and remove Fire, Ice, and A.C.I.D.
de: Repariere 1 Schaden und entferne Feuer, Eis und Säure.

# scripts/text_weapons.lua_Skill_Repair_Power_Name
source: Power Repair
de: Energiereparatur

# scripts/text_weapons.lua_Skill_Repair_Power_Description
source: Repair Mech and push adjacent tiles.
de: Repariere Mech und stoße benachbarte Felder.

# scripts/text_weapons.lua_Skill_Repair_Punch_Description
source: Damage and push an adjacent tile. Escape from Ice.
de: Schädigt und stößt angrenzende Felder. Fliehe vom Eis.

# scripts/text_weapons.lua_Support_Boosters_Name
source: Boosters
de: Booster

# scripts/text_weapons.lua_Support_Boosters_Description
source: Jump forward and push adjacent tiles away.
de: Springe vorwärts und schiebe angrenzende Felder weg.

# scripts/text_weapons.lua_Support_Smoke_Name
source: Smoke Bombs
de: Rauchbomben

# scripts/text_weapons.lua_Support_Smoke_Description
source: Fly over the targets while dropping Smoke.
de: Fliege über die Ziele, während du Rauch fallen lässt.

source: Increases potential movement range by 1.
de: Erhöht den möglichen Bewegungsbereich um 1.

# scripts/text_weapons.lua_Support_Refrigerate_Name
source: Heat Converter
de: Wärmekonverter

# scripts/text_weapons.lua_Support_Refrigerate_Description
source: Freeze the tile in front but light the tile behind on Fire in the process.
de: Friert das Feld vorne, verbrennt das Feld hinterbei.

# scripts/text_weapons.lua_Support_Destruct_Name
source: Self-Destruct
de: Selbstzerstörung

# scripts/text_weapons.lua_Support_Destruct_Description
source: Mech explodes, killing self and anything adjacent to Mech.
de: Mech explodiert und tötet sich selbst und alles, was am Mech angrenzt.

# scripts/text_weapons.lua_Support_Force_Name
source: Targeted Strike
de: Präventivschlag

# scripts/text_weapons.lua_Support_Force_Description
source: Call in an air strike on a single tile anywhere on the map.
de: Rufe einen Luftangriff auf ein einzelnes Feld irgendwo auf der Karte an.

# scripts/text_weapons.lua_Support_SmokeDrop_Name
source: Smoke Drop
de: Rauchabwurf

# scripts/text_weapons.lua_Support_SmokeDrop_Description
source: Drops Smoke on 5 tiles anywhere on the map.
de: Lässt Rauch auf 5 Felder überall auf der Karte fallen.

# scripts/text_weapons.lua_Support_Repair_Name
source: Repair Drop
de: Reparatur

# scripts/text_weapons.lua_Support_Repair_Description
source: Heal all player units (including disabled Mechs).
de: Heile alle Spielereinheiten (einschließlich deaktivierter Mechs).

# scripts/text_weapons.lua_Support_Missiles_Name
source: Missile Barrage
de: Sperrfeuer

# scripts/text_weapons.lua_Support_Missiles_Description
source: Fires a missile barrage that hits every enemy on the map.
de: Feuert eine Sperrfeuer ab, die jeden Gegner auf der Karte trifft.

# scripts/text_weapons.lua_Support_Wind_Name
source: Wind Torrent
de: Windstrom

# scripts/text_weapons.lua_Support_Wind_Description
source: Push all units in a single direction.
de: Stoße alle Einheiten in eine Richtung.

# scripts/text_weapons.lua_Support_Wind_Upgrade1
source: Unlimited Uses
de: Unbegrenzte Verwendung

# scripts/text_weapons.lua_Support_Blizzard_Name
source: Ice Generator
de: Eis Regeneration

# scripts/text_weapons.lua_Support_Blizzard_Description
source: Freeze yourself and nearby tiles.
de: Friere dich und in der Nähe liegende Felder ein.

source: Area of effect increased by 1 tile.
de: Effektbereich ums 1 vergrößert.

source: Stock Cannon
de: Stock Kanone

# scripts/text_weapons.lua_Deploy_TankShot_Description
source: Fire a projectile that pushes the target.
de: Feuere ein Projektil ab, das das Ziel verschiebt.

# scripts/text_weapons.lua_Deploy_TankShot2_Description
source: Fire a projectile that pushes and damages the target.
de: Feuere ein Projektil ab, das das Ziel verschiebt und beschädigt.

# scripts/text_weapons.lua_DeploySkill_Tank_Name
source: Light Tank
de: Leichter Panzer

# scripts/text_weapons.lua_DeploySkill_Tank_Description
source: Deploy a small tank to help in combat.
de: Setze einen kleinen Panzer ein, um im Kampf zu helfen.

source: Increases the Tank's max health to 3.
de: Erhöht die maximale Gesundheit des Panzers auf 3.

# scripts/text_weapons.lua_DeploySkill_Tank_B_UpgradeDescription
source: Increases the Tank's attack damage to 2.
de: Erhöht den Angriffsschaden des Panzers auf 2.

source: Shield Shot
de: Schildschuss

# scripts/text_weapons.lua_Deploy_ShieldTankShot_Description
source: Shields a single tile.
de: Schützt ein einzelnes Feld.

# scripts/text_weapons.lua_Deploy_ShieldTankShot2_Description
source: Fires a projectile that Shields a single tile.
de: Feuert ein Projektil ab, das ein einzelnes Feld abschirmt.

source: Shield-Tank
de: Schild-Tank

# scripts/text_weapons.lua_DeploySkill_ShieldTank_Description
source: Deploy a Shield-Tank that can give Shields to allies.
de: Stelle einen Schild-Panzer auf, der Verbündeten Schilde geben kann.

source: Projectile
de: Projektil

# scripts/text_weapons.lua_DeploySkill_ShieldTank_A_UpgradeDescription
source: Increases the Shield-Tank's max health to 3.
de: Erhöht die maximale Gesundheit des Schild-Panzers auf 3.

# scripts/text_weapons.lua_DeploySkill_ShieldTank_B_UpgradeDescription
source: The Shield-Tank instead fires a projectile, allowing you to shield distant targets.
de: Der Shield-Tank feuert stattdessen ein Projektil ab, mit dem du entfernte Ziele abschirmen kannst.

source: A.C.I.D. Shot
de: Säureschuss

source: Fire a projectile that applies A.C.I.D. to a single tile.
de: Feuere ein Projektil ab, das Säure auf ein Feld wirken lässt.

# scripts/text_weapons.lua_DeploySkill_AcidTank_Name,#4
source: A.C.I.D. Tank
de: Säurepanzer

# scripts/text_weapons.lua_DeploySkill_AcidTank_Description
source: Deploy a Tank that can apply A.C.I.D. to targets.
de: Stelle einen Panzer bereit, der Säure auf Ziele wirken lässt.

# scripts/text_weapons.lua_DeploySkill_AcidTank_Upgrade2
source: +Push
de: +Stoßen

# scripts/text_weapons.lua_DeploySkill_AcidTank_B_UpgradeDescription
source: The tank's attack also pushes its target.
de: Der Angriff des Panzers stößt auch sein Ziel.

# scripts/text_weapons.lua_Deploy_PullTankShot_Name
source: Pull Shot
de: Ziehschuss

# scripts/text_weapons.lua_Deploy_PullTankShot_Description
source: Pulls a single tile.
de: Zieht ein einzelnes Feld.

# scripts/text_weapons.lua_DeploySkill_PullTank_Description
source: Deploy a Pull-Tank that can pull targets with a projectile.
de: Setze einen Pull-Tank, der Ziele mit einem Projektil ziehen kann.

# scripts/text_weapons.lua_DeploySkill_PullTank_A_UpgradeDescription
source: Increases the Pull-Tank's max health to 3.
de: Erhöht die maximale Gesundheit des Pull-Tanks auf 3.
