Repository: Difonzo/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: de

# ~scripts/personalities/missions.csv_316e0ff6ae4a63b4e90e65a8a0f07e25
source: Our scientists believe that oozing Vek retained enough of its bio-mass to remain a threat to the region. Unfortunate.
de: Unsere Wissenschaftler glauben, dass Vek genug von ihrer Biomasse gespeichert heben, um eine Bedrohung für die Region zu bleiben. Unglücklicherweise.

# ~scripts/personalities/missions.csv_5063a112dbc3e892b1ebdd9bf154caa5
source: You failed the mission. The creature still retains enough mass to reform and attack again.
de: Du hast die Mission nicht bestanden. Die Kreatur hat immer noch genug Masse um sich zu reformieren und erneut anzugreifen.

# ~scripts/personalities/missions.csv_847c49cdcb90895b5a3dc60fbb5636d9
source: Ha! That should drive the Vek off our Archive Island for good! Thank you for your efforts in preserving our past, #squad.
de: Ha! Das sollte die Vek für immer von unserer Archivinsel treiben! Danke für deine Bemühungen unsere Vergangenheit zu bewahren, #squad.

# ~scripts/personalities/missions.csv_8b4b8c9aff2fc93265b75fc81d8821e2
source: I don't know how you managed it, but the creature was destroyed - it no longer poses a threat. I thank you - and the #squad.
de: Ich weiß nicht, wie du es geschafft hast, aber die Kreatur wurde zerstört - sie stellt keine Bedrohung mehr dar. Ich danke dir - und dem #squad.

# ~scripts/personalities/missions.csv_ec8cf5a172cafe5e29ec47ce24108a84
source: One of the Vek abominations, some sort of spider-like monstrosity, is approaching our headquarters. It and its spawn must be stopped!
de: Eine der Vek-Abscheulichkeiten, eine Art spinnenähnliche Monstrosität, nähert sich unserem Hauptquartier. Es und seine Spawns müssen gestoppt werden!

# ~scripts/personalities/missions.csv_ebbe802f1a7f9b2533a16c9f4defcd1a
source: A Vek abomination has been sighted - it's spawning a horde of Vek spiders and attacking R.S.T. tower. We need your Mechs now.
de: Eine Vek-Abscheulichkeit wurde gesichtet - sie bringt eine Horde Vek-Spinnen hervor und greift den R.S.T. Turm an. Wir brauchen deine Mechs jetzt.

# ~scripts/personalities/missions.csv_97ef4a7bb403bc1f3707bf6dee361077
source: Alas, with the Vek abomination still alive, the Vek remain a serious threat to the region. I can only hope you find more success on the other islands.
de: Leider sind die Vek weiterhin eine ernsthafte Bedrohung für die Region. Ich kann nur hoffen, dass du auf den anderen Inseln mehr Erfolg hast.

# ~scripts/personalities/missions.csv_dc17299d1a4aecffb360400f76ce40cc
source: If you really are the last hope for humanity, we don't stand a chance. That Vek spider will attack again, and I expect you won't be around to 'help' next time.
de: Wenn du wirklich die letzte Hoffnung für die Menschheit bist, haben wir keine Chance. Diese Vek-Spinne wird wieder angreifen, und ich erwarte, dass du beim nächsten Mal nicht in der Nähe sein wirst, um zu helfen.

# ~scripts/personalities/missions.csv_54c39c47810e85f19191c186952ca1f5
source: With that Vek abomination destroyed, no new hives should appear on our island. Thank you, #squad, you've saved us!
de: Ohne diese Vek Abscheulichkeit sollten keine neuen Nester mehr auf dieser Insel auftauchen. Danke, #squad, du hast uns gerettet!

# ~scripts/personalities/missions.csv_f5d323383423687362672a3f48ccd786
source: I must admit that was an impressive performance. We will rest easier knowing that Vek abomination and its spawn are gone.
de: Ich muss zugeben, das war eine beeindruckende Leistung. Wir werden uns beruhigen, wenn wir wissen, dass die Vek Abscheulichkeit und seine Brut verschwunden sind.

# ~scripts/personalities/missions.csv_2130a1e410f454fd42310cb083f46116
source: One of our machines has somehow taken control of a Vek hive and is assaulting Pinnacle Tower! It must be stopped.
de: Einer unserer Maschinen hat irgendwie die Kontrolle über ein Vek Nest übernommen und greift Pinnacle Tower an! Es muss gestoppt werden.

# ~scripts/personalities/missions.csv_63037c72988d45bbbde15e64204550d0
source: I will find a way to remotely shut down that machine. It's too dangerous to be allowed to persist.
de: Ich werde einen Weg finden, diese Maschine ferngesteuert herunterzufahren. Es ist zu gefährlich sie zu lassen.

source: My data servers in Pinnacle Tower have taken severe damage. I must see to the repairs.
de: Meine Datenserver im Pinnacle Tower haben schweren Schaden genommen. Ich muss auf die Reparaturen achten.

# ~scripts/personalities/missions.csv_9b8be802368c50dad6b3da3bd3fecdb2
source: If only we knew how the machine controlled the Vek like that, it could win us this war.
de: Wenn wir nur wüssten, wie die Maschine die Vek so kontrolliert, könnte sie uns diesen Krieg gewinnen.

# ~scripts/personalities/missions.csv_f0e647ca51b802aa767397ea4a376c9c
source: Some kind of Vek abomination is approaching our headquarters! Whatever it is, it must be stopped!
de: Eine Art von Vek-Abscheulichkeit nähert sich unserem Hauptquartier! Was auch immer es ist, es muss gestoppt werden!

# ~scripts/personalities/missions.csv_501fb02fc0d9083081207c95022d5f53
source: A Vek monstrosity is assaulting our tower. We have to rely on you this final time to help us.
de: Eine Vek-Monstrosität greift unseren Turm an. Wir müssen uns in dieser finalen Zeit auf dich verlassen das du uns hilfst.

# ~scripts/personalities/missions.csv_f3ddad3fe7ae88dc8143d7bf24081d85
source: Pinnacle Tower is under attack. My analysis processor is unable to identify the species of Vek threatening us. Caution is advised.
de: Pinnacle Tower wird angegriffen. Mein Analyseprozessor kann die uns bedrohenden Vek-Spezies nicht identifizieren. Vorsicht ist geboten.

# ~scripts/personalities/missions.csv_28b2993b7a59f30cf98d6ae66586065a
source: Our sensors have picked up a Vek we've never encountered before... I fear it won't go down easy.
de: Unsere Sensoren haben ein Vek gefunden, den wir noch nie zuvor gesehen haben ... Ich fürchte, es wird nicht einfach werden.

# ~scripts/personalities/missions.csv_52a51253f5ff7c5bc75e0b53d5c51556
source: We've detected an unknown Vek approaching the Detritus hub. We're gathering what intel we can, commander, but we need the #squad.
de: Wir haben einen unbekannten Vek entdeckt, der sich dem Detritus-Hub nähert. Wir sammeln, was wir können, Commander, aber wir brauchen das #squad.

# ~scripts/personalities/missions.csv_40a903d1c5da38f991afe5d4d2842bf8
source: With the abomination still alive, the Vek remain a serious threat to the region. I hope you find more success on the other islands.
de: Da diese Abscheulichkeiten noch am Leben sind, bleiben die Vek eine ernsthafte Bedrohung für die Region. Ich hoffe, du findest auf den anderen Inseln mehr Erfolg.

# ~scripts/personalities/missions.csv_a42270a3775d9a9a0333da944ea0e6f1
source: If you really are the last hope for humanity, we don't stand a chance. That Vek monstrosity will attack again, and I expect you won't be around to 'help' next time.
de: Wenn du wirklich die letzte Hoffnung für die Menschheit bist, haben wir keine Chance. Diese Vek-Monstrosität wird wieder angreifen, und ich erwarte, dass du beim nächsten Mal nicht in der Nähe sein wirst, um zu helfen.

# ~scripts/personalities/missions.csv_f996b4fd479c9c013803fc98510aaed4
source: I will assign a drone force to tail and scan that new Vek. We must obtain more data to properly combat it.
de: Ich werde eine Drohne-Kraft zuweisen und den neuen Vek scannen. Wir müssen mehr Daten beschaffen, um sie richtig zu bekämpfen.

# ~scripts/personalities/missions.csv_ffa52b9881f27525a30a41fed0c58a33
source: That monstrous Vek survived - and it'll likely strike again. If the #squad can't stop it, I fear our forces will have no chance at all.
de: Dieser monströse Vek hat überlebt - und es wird wahrscheinlich wieder zuschlagen. Wenn das #squad es nicht stoppen kann, fürchte ich, dass unsere Streitkräfte überhaupt keine Chance haben werden.

# ~scripts/personalities/missions.csv_19f14038ae209002cc68f1f8cf6610e9
source: You survived, but alas, our corporate tower did not... we've lost so many lives to those creatures!
de: Du hast überlebt, aber tja, unser Firmenturm nicht ... wir haben so viele Leben an diese Kreaturen verloren!

# ~scripts/personalities/missions.csv_754fbcb56d58a56afc0edfe1b02c3b95
source: You let our corporate command center be destroyed by those creatures. We were counting on you... I was counting on you.
de: Du lässt zu, dass unser Firmenkommando von diesen Kreaturen zerstört wird. Wir haben auf dich gezählt ... Ich habe auf dich gezählt.

# ~scripts/personalities/missions.csv_f5863e6530ac690d339978c49bb4328a
source: Our corporate hub has been lost. We're evacuating what survivors we can, but over 30% of Detritus' own were manning the HQ when it fell.
de: Unser Firmenzentrum ist verloren gegangen. Wir evakuieren die Überlebenden, die wir können, aber über 30% von Detritus selbst besetzten das Hauptquartier, als es fiel.

# ~scripts/personalities/missions.csv_b7fa8b11a41b5cc5c96170c61a6e5af0
source: With the Vek abomination destroyed, no new hives should appear on our island. You've saved us!
de: Wenn die Vek-Abscheulichkeit zerstört ist, sollten keine neuen Nester auf unserer Insel erscheinen. Du hast uns gerettet!

# ~scripts/personalities/missions.csv_f23594c7d7f01875c74b9b58ef375f84
source: I must admit that was an impressive performance. We will rest easier knowing that Vek monstrosity no longer infests our island.
de: Ich muss zugeben, das war eine beeindruckende Leistung. Wir werden uns beruhigen, wenn wir wissen, dass die Vek-Monstrosität unsere Insel nicht mehr befällt.

# ~scripts/personalities/missions.csv_89e18baaeafad439687298ba960fd57e
source: Thousands of lives were saved today. I am thankful for the time you have sacrificed to aid us.
de: Tausende von Leben wurden heute gerettet. Ich bin dankbar für die Zeit, die du geopfert hast, um uns zu helfen.

# ~scripts/personalities/missions.csv_bc930bb5da95b3bb89b505f401b1b6fb
source: The Vek abomination is down, and our corporate hub is intact. You and the #squad have Detritus' gratitude.
de: Die Vek-Abscheulichkeit ist gesunken und unser Firmenzentrum ist intakt. Du und der #squad haben Detritus' Dankbarkeit.

# ~scripts/personalities/missions.csv_3174584d3c30ee2867d4cc0e8215b3f9
source: This region has an old airfield that can provide air support. We're new at actually flying these planes, but let's hope for the best!
de: Diese Region hat einen alten Flugplatz, der Luftunterstützung bieten kann. Wir sind neu darin, diese Flugzeuge zu fliegen, aber hoffen wir auf das Beste!

# ~scripts/personalities/missions.csv_874a18e9d338a25ca55048990ba4d435
source: We recently got a few Old Earth jets in the air. My people aren't the most skilled pilots yet, but they're getting the hang of it!
de: Wir seit kurzem ein paar Alter-Erde-Jets in der Luft. Meine Leute sind noch nicht die geschicktesten Piloten, aber sie haben den Dreh raus!

# ~scripts/personalities/missions.csv_b7420e18458a41861015777631d5fa0c
source: It did my heart proud to see those planes soaring across the sky. We really showed those Vek what Old Earth tech can do!
de: Es machte mein Herz stolz, diese Flugzeuge über den Himmel fliegen zu sehen. Wir haben den Vek wirklich gezeigt, was Alte Erde Technologie kann!

# ~scripts/personalities/missions.csv_e6396bcb0481df592539e2cbab6f1dd3
source: This region is now wiped clean of Vek! And, uh, I do hope our pilots missed your Mechs during their strafing runs.
de: Diese Region ist jetzt sauber von Vek! Und ich hoffe, dass unsere Piloten deine Mechs während ihrer Straffahrten vermisst haben.

# ~scripts/personalities/missions.csv_039c450a63d1cbbd3385a1eb98db57bf
source: We've got engineers working on two Old Earth tanks in this region. They should be up and running shortly after you arrive.
de: Wir haben Ingenieure, die in dieser Region an zwei alten Erdtanks arbeiten. Sie sollten kurz nach Ihrer Ankunft in Betrieb sein.

# ~scripts/personalities/missions.csv_a5d63fda13b02f48fd36425b1797c015
source: The Vek have been put down - and Old Earth technology is up and kicking! Couldn't have hoped for better!
de: Die Vek wurden niedergeschlagen - und die Alter-Erde-Technologie ist auf dem Vormarsch! Hätte ich mir nicht besser erhofft!

# ~scripts/personalities/missions.csv_d203e86c77e355d3f0d640b054833484
source: Both tanks were destroyed? But... they were the only other defense we had in the region, we're vulnerable without them.
de: Beide Panzer wurden zerstört? Aber ... sie waren die einzige andere Verteidigung, die wir in der Region hatten, wir sind ohne sie verletzlich.

# ~scripts/personalities/missions.csv_51affb8516c405335c460193f6c16cc5
source: It's a shame one of the tanks was destroyed, but at least we still have one left for our Planetary Conflict exhibit.
de: Es ist eine Schande, dass einer der Panzer zerstört wurde, aber zumindest haben wir noch einen für unsere planetarische Auseinandersetzung.

# ~scripts/personalities/missions.csv_efad920ecdeff2b03c1ce6cdcbe528f4
source: It's a shame to see one of our tanks destroyed, but at least he went down fighting!
de: Es ist eine Schande, einen unserer Panzer zerstört zu sehen, aber zumindest ging er kämpfend unter!

# ~scripts/personalities/missions.csv_b864bf6d7e7dbf9272d1fc4cced219de
source: These satellites were the centerpiece of our Race to Space exhibit, but they'll prove more useful providing telemetry for our defenses.
de: Diese Satelliten waren das Herzstück unserer Race to Space-Ausstellung, aber sie werden sich als nützlich erweisen, wenn wir Telemetrie für unsere Verteidigungsanlagen bereitstellen.

# ~scripts/personalities/missions.csv_2bd7bf89dd2aeb22fabdd4129a997683
source: These satellites were recovered from orbit a long time ago, but they should still function well enough to help us detect Vek activity across the island.
de: Diese Satelliten wurden vor langer Zeit aus der Umlaufbahn geborgen, aber sie sollten immer noch gut genug funktionieren, um Vek Aktivitäten auf der ganzen Insel zu entdecken.

# ~scripts/personalities/missions.csv_23ec2d5595fe54d5b29f2f94943a7168
source: We've upgraded these old satellites and should be able to make use of them. With any luck, they'll survive the launch!
de: Wir haben diese alten Satelliten aufgerüstet und sollten sie nutzen können. Mit etwas Glück werden sie den Start überleben!

# ~scripts/personalities/missions.csv_adc3f4a53e85a205282634e66ed97ae9
source: We've been planning to launch these satellites for quite some time, I hope your Mechs can keep the Vek from sabotaging our efforts.
de: Wir planen schon seit geraumer Zeit, diese Satelliten zu starten, ich hoffe, Eure Mechs können verhindern, dass die Vek unsere Bemühungen sabotiert.

# ~scripts/personalities/missions.csv_39adf439d0b00ac360caf12077f7f7eb
source: We're already getting data back from the satellites in orbit. Excellent job, we'll be able to spot the Vek before they attack!
de: Wir bekommen bereits Daten von den Satelliten im Orbit zurück. Ausgezeichnete Arbeit, wir werden in der Lage sein, die Vek zu erkennen, bevor sie angreifen!

# ~scripts/personalities/missions.csv_e38f27379b76baa58f2044b16b79485d
source: I've dreamed of launching those satellites into space my entire life! It's amazing to see Old Earth technology still serving its purpose.
de: Ich habe mein ganzes Leben davon geträumt, diese Satelliten in den Weltraum zu bringen! Es ist erstaunlich zu sehen, dass die Alte-Erde-Technologie immer noch ihren Zweck erfüllt.

# ~scripts/personalities/missions.csv_2643795350ed42cc896c4b3f5c1c3644
source: Privately, I was always sad seeing those satellites sitting in a display. Up in space, helping mankind, that's what they were meant for!
de: Privat war ich immer traurig, wenn ich die Satelliten in einem Display sah. Für den Weltraum, der Menschheit zu helfen, dafür waren sie bestimmt!

# ~scripts/personalities/missions.csv_60af190bd64b598e27c2a86bdfc5c519
source: More artifacts destroyed by the Vek - along with our chance of establishing an early warning system.
de: Weitere von der Vek zerstörte Artefakte - zusammen mit unserer Chance, ein Frühwarnsystem einzurichten.

# ~scripts/personalities/missions.csv_57a52931f7529a840271c2894c9cea70
source: My grandfather recovered those satellites for Archive Inc. - many lives would have been saved if we could've put them back in orbit. It's a tragedy to have lost them both.
de: Mein Großvater hat diese Satelliten für Archive Inc. wiederhergestellt - viele Leben wären gerettet worden, wenn wir sie in den Orbit zurückbringen könnten. Es ist eine Tragödie, sie beide verloren zu haben.

# ~scripts/personalities/missions.csv_e1d8b39b037feebbb39f3d92b5b03ed6
source: Would've been better to get both satellites into orbit, but at least one of them is up there and transmitting!
de: Wäre besser gewesen, beide Satelliten in den Orbit zu bringen, aber mindestens einer von ihnen ist da oben und sendet!

# ~scripts/personalities/missions.csv_7d4177559f90a3240f95e35223cfd248
source: I suspect Old Earth scientists wouldn't have been happy with a 50 percent success rate, but it's the best we amateurs can hope for!
de: Ich vermute, dass die Wissenschaftler der alten Erde nicht mit einer 50-prozentigen Erfolgsrate glücklich gewesen wären, aber es ist das Beste, auf das wir Amateure hoffen können!

# ~scripts/personalities/missions.csv_41c4772812a2c2979026ea82270f95d8
source: Our technicians recently got an Old Earth artillery battery up and running! Please make sure it survives this fight.
de: Kürzlich haben unsere Techniker eine Alte-Erde-Artillerie-Batterie in Betrieb genommen! Bitte stelle sicher, dass sie diesen Kampf überlebt.

# ~scripts/personalities/missions.csv_11a78b4a5322969f4d516bf3f3cba645
source: Excellent job, we'll leave the artillery battery manned and ready in case the Vek decide to return!
de: Ausgezeichnete Arbeit, wir werden die Artillerie-Batterie bemannt und bereit lassen, falls die Vek sich entschließen zurückzukehren!

# ~scripts/personalities/missions.csv_97024fb35fd8ae6cb25a6856f5cb2ee2
source: We were hoping to study that artillery battery to expand our military capabilities. Now it's just another worthless pile of scrap.
de: Wir hatten gehofft, diese Artilleriebatterie zu studieren, um unsere militärischen Fähigkeiten zu erweitern. Jetzt ist sie nur noch ein wertloser Haufen Schrott.

# ~scripts/personalities/missions.csv_c07eac794a96a4ac861713bf96710110
source: Old Earth produced massive quantities of explosives. This region is littered with uncleared ordnance, so watch your step!
de: Die alte Erde produzierte riesige Mengen Sprengstoff. Diese Region ist übersät mit Munition, also pass auf!

# ~scripts/personalities/missions.csv_764fa1a939d05933c202ed15b3c899fd
source: Old Earth proximity mines are buried in this region from hundreds of years ago. We were slowly disarming them - but then we thought, why not use them against the Vek?
de: In dieser Region sind vor vielen hundert Jahren alte Annäherungsminen vergraben worden. Wir entwaffneten sie langsam - aber dann dachten wir, warum nicht gegen die Vek einsetzen?

# ~scripts/personalities/missions.csv_e0f407b4404a3f260e747105c5fbdc6c
source: We were conducting excavations in this region when the Vek came using Old Earth proximity mines. You may be able to use them against the Vek!
de: Wir führten Ausgrabungen in dieser Region durch, als die Vek mit alten Anäherungsminen kamen. Du kannst sie gegen die Vek verwenden!

# ~scripts/personalities/missions.csv_4a18b97217a32914e9f48146d582b78c
source: Watching those mines take out the Vek was a real treat! And with fewer mines around, it's safer for our forces to move through the region.
de: Anzusehen wie diese Minen die Vek ausgerottet haben wir ein schöne Sache! Und mit weniger Minen ist es sicherer für unsere Truppen, sich durch die Region zu bewegen.

# ~scripts/personalities/missions.csv_63ce11854b9ca5fffce007fe4eb6c797
source: With the Vek gone, and some proximity mines cleared, we can establish a permanent military presence in the region!
de: Mit dem Verschwinden der Vek und einiger geräumten Minen können wir eine permanente militärische Präsenz in der Region aufbauen!

# ~scripts/personalities/missions.csv_18bc1bb1303b8910afc8d424e3bb8fde
source: Destruction of the dam in this region is a necessary evil - it will create a natural barrier between us and the burrowing Vek.
de: Die Zerstörung des Staudamms in dieser Region ist ein notwendiges Übel - es wird eine natürliche Barriere zwischen uns und dem grabenden Vek schaffen.

# ~scripts/personalities/missions.csv_78fefd471ebd5fb4149e987d7c12c539
source: This Old Earth dam used to generate power, but has little use now. Destroying it will let the river reclaim the land and delay the Vek.
de: Dieser Alte-Erde-Damm diente zur Stromerzeugung, hat aber wenig Nutzen. Wenn man ihn zerstört, wird der Fluss das Land zurückgewinnen und den Vek verzögern.

# ~scripts/personalities/missions.csv_9db399434f492041b015907529d2ddba
source: It was painful to watch that historic monument fall. I hope it was worth the sacrifice.
de: Es war schmerzhaft, dieses historische Denkmal fallen zu sehen. Ich hoffe, es hat sich gelohnt.

# ~scripts/personalities/missions.csv_2b4ed491d885aaad34f81814b3c57ace
source: Thank you, #squad - the destruction of that dam will delay the Vek while we try to get more military technology back online!
de: Danke, #squad - die Zerstörung dieses Staudamms wird die Vek verlangsamen, während wir versuchen, mehr Militärtechnologie wieder online zu bringen!

# ~scripts/personalities/missions.csv_c7994015ff81c9acf63b0b140cc867c3
source: Now there's a massive river between the refugees and the Vek hives, we all should be a lot safer! Thank you, #squad.
de: Jetzt gibt es einen massiven Fluss zwischen den Flüchtlingen und den Vek-Nestern, wir sollten alle viel sicherer sein! Danke, #squad.

# ~scripts/personalities/missions.csv_e4c6dc03328e948a0b9f9acb78059063
source: The destruction of that dam would have been useful. At least it's still impressive to look at.
de: Die Zerstörung dieses Damms wäre nützlich gewesen. Zumindest ist er immer noch beeindruckend anzuschauen.

# ~scripts/personalities/missions.csv_79032ec84724c9771abfb73bc415672e
source: With the river still locked behind the dam, the refugee centers in the adjoining region are easy targets for burrowing Vek.
de: Da der Fluss immer noch hinter dem Staudamm verriegelt ist, sind die Flüchtlingszentren in der angrenzenden Region leichte Ziele für grabende Wek.

# ~scripts/personalities/missions.csv_07601ad780ce443415957201c2e3b7a9
source: An offshore volcano is causing tidal waves along the coast - and may help wash away the Vek threatening the area.
de: Ein vorgelagerter Vulkan verursacht Flutwellen entlang der Küste - und kann dabei helfen, die Vek, die das Gebiet bedrohen, wegzuspülen.

# ~scripts/personalities/missions.csv_e4aeaf27c3235db3cdeaeae1ab5a6a19
source: Mother nature comes to our defense! Good thing the structures in the area were prepared for flooding. Thank you, #squad!
de: Mutter Natur kommt zu unserer Verteidigung! Gut, dass die Strukturen in der Gegend für Überschwemmungen vorbereitet wurden. Danke, #squad!

# ~scripts/personalities/missions.csv_0a59be70d394e9c996c45f433279b7f0
source: This mission involves
de: Diese Mission beinhaltet

# ~scripts/personalities/missions.csv_9f23c06c83d8177267431d5cef5b9196
source: a display of force
de: zeigt es eine Kraft

# ~scripts/personalities/missions.csv_819eabdab04d6926c2c0fcce87c525c2
source: against the Vek. Bonus Objectives are to
de: gegen die Vek. Bonusziele sind zu

# ~scripts/personalities/missions.csv_e4d50c774de35d79352dfb82a9dfb618
source: Kill 6 Vek
de: Töte 6 Vek

# ~scripts/personalities/missions.csv_be5d5d37542d75f93a87094459f76678
source: and
de: und
