Repository: Difonzo/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: de

# ~scripts/personalities/missions.csv_f7a4a1b9f6cc9e740f5130b238c47869
source: I cannot advocate killing the hostile machines in this region, but I acknowledge their threat is too great to ignore.
de: Ich kann nicht befürworten, die feindlichen Maschinen in dieser Region zu töten, aber ich erkenne an, dass ihre Bedrohung zu groß ist, um ignoriert zu werden.

# ~scripts/personalities/missions.csv_290ed4d8bc178b07ba6c68d488c52da0
source: It does not feel like a victory when the battle is fought against the sick within your own population.
de: Es fühlt sich nicht wie ein Sieg an, wenn der Kampf innerhalb der eigenen Bevölkerung gegen die Kranken ausgetragen wird.

# ~scripts/personalities/missions.csv_f239282ba82f9cf88307e41692779e1a
source: Generic battle, but the map has 2 FROZEN abnormally dangerous robots on it. Player should be encouraged to avoid freeing the robots, though they are not penalized so it shouldn't sound like an objective.
de: Generischer Kampf, aber die Karte hat 2 GEFRORENE abnormal gefährliche Roboter. Spieler sollten ermutigt werden, die Roboter nicht zu befreien, obwohl sie nicht bestraft werden, also sollte es nicht wie ein Ziel klingen.

# ~scripts/personalities/missions.csv_b3e2e73483747b8a4a2514fb91e84a3f
source: Threat Diagnostic: <Machines: Frozen. Threat: Very high.> I recommend you avoid them.
de: Bedrohungsdiagnose: <Maschinen: eingefroren. Bedrohung: Sehr hoch.> Ich empfehle dir sie zu meiden.

# ~scripts/personalities/missions.csv_b53331c2fe1d8805d648e4dbc06ded6a
source: The Vek are enough of a threat to your survival, I am sorry that my kind is unwell and providing additional complications.
de: Die Vek sind eine Bedrohung für dein Überleben, es tut mir leid, dass meine Art ungut ist und zusätzliche Komplikationen verursacht.

# ~scripts/personalities/missions.csv_351413d5f9b14b5fcd96851ba763d68a
source: Generic battle, but the map is full of mines that freeze the enemy.
de: Generischer Kampf, aber die Karte ist voll von Minen, die den Feind einfrieren.

# ~scripts/personalities/missions.csv_20f4820f3cf67e196d514fe70ea418c7
source: I calculate there are still three hundred and seventy-three cryo-mines in this area intended for pacification of hostile machines. Keep your sensors on high.
de: Ich rechne damit, dass es in diesem Gebiet noch 373 Kryo-Minen gibt, die zur Ruhigstellung feindlicher Maschinen bestimmt sind. Schärfe deine Sensoren.

# ~scripts/personalities/missions.csv_4fcaa83c63eb99c0bf068f3042079524
source: Leave everything the cryo-mines froze to my cleanup droids. I will devote the processing time to ensure they are safely disposed of.
de: Lass alles, was die Kryominen einfrierten, meinen Aufräumdroiden. Ich werde die Verarbeitungszeit aufwenden, um sicherzustellen, dass sie sicher entsorgt werden.

# ~scripts/personalities/missions.csv_f57f2b501f389f3f7cc6eb8b6d098046
source: One of my environmental processes crashed, and the result was an entire city encased in ice. The lives within are still functioning - but they will die if not freed in time.
de: Einer meiner Umweltprozesse ist abgestürzt, und das Ergebnis war eine ganze Stadt, die in Eis eingeschlossen war. Die Leben in ihnen funktionieren immer noch - aber sie werden sterben, wenn sie nicht rechtzeitig befreit werden.

# ~scripts/personalities/missions.csv_bacc9b9b87f55061797e1aec609a386a
source: There should be no lasting damage to the occupants. And my environmental monitor is functioning normally again.
de: Die Insassen sollten keinen dauerhaften Schaden davontragen. Und mein Umweltmonitor funktioniert wieder normal.

# ~scripts/personalities/missions.csv_9425d9092b36ff879057c025311a9a4a
source: Those buildings are now icy tombs for both machine and organic life. We will free them after the war and dispose of them respectfully.
de: Diese Gebäude sind jetzt eisige Gräber für Maschinen und organisches Leben. Wir werden sie nach dem Krieg befreien und sie respektvoll entsorgen.

# ~scripts/personalities/missions.csv_2b78b71d000fa54eea25669e08cfcb47
source: The local coolant station detonated, releasing storms of cryo-nanites into the atmosphere. Avoid them or your Mechs may be flash-frozen.
de: Die lokale Kühlmittelstation detonierte und löste Stürme von Kryo-Naniten in die Atmosphäre aus. Vermeide sie oder deine Mechs können schockgefroren sein.

# ~scripts/personalities/missions.csv_6760f4cd2a3bf2d33b354c84a33e9b6a
source: Good to see you thawed out. I am working to contain the rogue cryo-nanites, and the storms in the region have already ceased.
de: Gut zu sehen, dass du aufgetaut bist. Ich arbeite daran, die schurkischen Kryo-Naniten einzudämmen, und die Stürme in der Region haben bereits aufgehört.

# ~scripts/personalities/missions.csv_21f837884f150a855449ca6d0cf1038a
source: A Vek hive lies directly beneath the waste disposal tanks in this region. Detonate the vats, and the chemical runoff will destroy the hive.
de: Ein Vek-Nest liegt direkt unter den Entsorgungsbehältern in dieser Region. Sprengen die Bottiche und der chemische Abfluss wird das Nest zerstören.

# ~scripts/personalities/missions.csv_fa83ced380418ee02369ded08be90aa6
source: The vats in this region contain chemicals poisonous to the Vek - breach the containment vats, and the Vek will vacate the sector.
de: Die Fässer in dieser Region enthalten giftige Chemikalien für die Vek - zerstöre sie, und die Vek werden den Sektor räumen.

# ~scripts/personalities/missions.csv_a92140c6f95c417fdf3cd0e956328a67
source: Unfortunately, not enough chemicals were seeded into the ground - the Vek still remain in the sector.
de: Leider wurden nicht genug Chemikalien in den Boden gesät - die Vek bleiben noch im Sektor.

# ~scripts/personalities/missions.csv_67bce3b49c78ba681559cf2e10d712e9
source: While the Vek advance was slowed, not enough vats were destroyed to halt them. Unfortunate, but there is nothing more to be done.
de: Während der Vormarsch von Vek verlangsamt wurde, wurden nicht genug Tanks zerstört, um sie aufzuhalten. Unglücklicherwiese, aber es gibt nichts mehr zu tun.

# ~scripts/personalities/missions.csv_d84795f8f8fa671ca9301f4d73bca3ad
source: 100% of the vats were destroyed and the chemicals released. Our sensors are already picking up diminished Vek activity in the region.
de: 100% der Fässer wurden zerstört und die Chemikalien freigesetzt. Unsere Sensoren nehmen bereits verminderte Vek-Aktivitäten in der Region auf.

# ~scripts/personalities/missions.csv_0d65ae02ff8d2aa7a0a02411c8174749
source: Vek hives infest the mountains in this sector. An A.C.I.D. Launcher is stationed in the region - defend it while it disassembles the mountain range.
de: Vek Neste befallen die Berge in diesem Sektor. Ein Säure Launcher ist in der Region stationiert - verteidige ihn, während er die Bergkette zerlegt.

# ~scripts/personalities/missions.csv_c8ff00593cf31535f31172898b8292e7
source: We need the #squad to defend this A.C.I.D. Launcher while it dissolves the Vek hives infesting the mountains.
de: Wir brauchen den #squad, um diesen Säure Launcher zu verteidigen während es die Vek-Nester auflöst, die die Berge befallen.

# ~scripts/personalities/missions.csv_88bee54b76411e6439f9c98b43f07e37
source: Disappointing - the Launcher and its crew are lost, and the mountains and the Vek hives remain. We'll need to abandon the sector.
de: Enttäuschend - der Launcher und seine Mannschaft sind verloren, die Berge und die Vek Nester bleiben. Wir müssen den Sektor verlassen.

# ~scripts/personalities/missions.csv_940a24846509d6fc704f46c64db77ec9
source: The A.C.I.D. Launcher was destroyed, along with its crew. I will inform the families personally, and order the sector quarantined at once.
de: Der Säure Launcher wurde zusammen mit seiner Crew zerstört. Ich werde die Familien persönlich informieren und den Sektor sofort unter Quarantäne stellen.

# ~scripts/personalities/missions.csv_e931552336c876e9f18c07792e891f6e
source: The Vek hives remain. Sensors report they are spawning new Vek. We'll have to abandon the sector before they overrun us.
de: Die Vek Nester bleiben. Sensoren berichten, dass sie neue Vek hervorbringen. Wir müssen den Sektor verlassen, bevor sie uns überrennen.

# ~scripts/personalities/missions.csv_1538f185cb1a18f42a82cbbf82447e76
source: The Launcher is still active, but the hives in the mountains remain. Sensors report the Vek swarming the area - we have to pull back.
de: Der Launcher ist immer noch aktiv, aber die Nester in den Bergen bleiben. Sensoren melden, dass die Vek in der Gegend schwärmen - wir müssen uns zurückziehen.

# ~scripts/personalities/missions.csv_e06306dd374a62249e22d88b178e5586
source: The A.C.I.D. Launcher was destroyed along with its crew - yet their sacrifice was not in vain. The Vek hives have been eradicated.
de: Die Säure Launcher wurde zusammen mit seiner Crew zerstört - doch ihr Opfer war nicht umsonst. Die Vek-Nester wurden ausgerottet.

# ~scripts/personalities/missions.csv_25d4567d759eccd2e0f921921093361e
source: Disposal Unit Survives, Mountains destroyed
de: Entsorgungseinheit überlebt, Berge zerstört

# ~scripts/personalities/missions.csv_9213cd75a2b61a197162aaab39f69e26
source: Your mission was a success, commander - the A.C.I.D. Launcher is intact and the Vek disintegrated.
de: Die Mission war ein Erfolg, Kommandant - der Säure Launcher ist intakt und die Vek zerfielen.

# ~scripts/personalities/missions.csv_c83ed3c3536a8bbb7fb538a863da65f4
source: Detritus has assigned an A.C.I.D. tank in this sector to the #squad - use it to study the A.C.I.D.'s effects on the Vek.
de: Detritus hat einen Säurepanzer in diesem Sektor zum #squad gestellt - benutze ihn, um die Auswirkungen von Säure auf die Vek zu untersuchen.

# ~scripts/personalities/missions.csv_94bbe521cd1e47913cae8acd1b0acb4f
source: An A.C.I.D. tank has been deployed to this sector. Take out any Vek hit by the tank, then secure the sector so we can study the Vek remains.
de: Ein Säurepanzer wurde in diesem Sektor eingesetzt. Töte einen Vek mit dem Panzer und sichere den Sektor damit wir die restlichen Vek studieren können.

# ~scripts/personalities/missions.csv_3f2ce42a13f53a7471ee56280c39e512
source: Too many Vek escaped the A.C.I.D. test - we don't have enough Vek remains to conduct proper analysis.
de: Zu viele Vek entkamen dem Säuretest - Wir haben nicht genug Vek übrig, um eine korrekte Analyse durchzuführen.

# ~scripts/personalities/missions.csv_89f3781bb18ac83695b51c70f5b550ca
source: A success, commander – with your help, a sufficient number of Vek were inflicted with A.C.I.D. for study.
de: Ein Erfolg, Kommandant - mit deiner Hilfe wurde eine ausreichende Anzahl von Vek mit Säure erschossen, gut für das Studium.

# ~scripts/personalities/missions.csv_301918e54934644b08ca86496e7663c6
source: Normal battle, but Vek are jumping out of the ACID pools to attack. They have ACID pre-applied to them as a game effect. (They're adapting? They can live surprisingly long with it?)
de: Normaler Kampf, aber Vek springen aus Säurepools, um anzugreifen. Sie haben Säure als Spieleffekt auf sie angewendet. (Sie passen sich an? Sie können erstaunlich lange damit leben?)

# ~scripts/personalities/missions.csv_a05a0be1919f932faad6e043349e478b
source: These A.C.I.D. pools are being hit by the Vek, but the Vek seem to be... adapting to the chemicals. We need to stop the Vek before they develop an immunity.
de: Diese Säurepools werden von den Vek getroffen, aber die Vek scheinen sich an die Chemikalien anzupassen. Wir müssen die Vek stoppen, bevor sie eine Immunität entwickeln.

# ~scripts/personalities/missions.csv_36b0a615f82b46cd7d16c305cc74dbd6
source: This sector has several A.C.I.D. storage lakes. The Vek seem to be using them as routes to reach the surface.
de: Dieser Sektor hat mehrere Säure-Speicherseen. Die Vek scheinen sie als Wege zu benutzen, um die Oberfläche zu erreichen.

# ~scripts/personalities/missions.csv_6d99c3fb39789670bbdf16455ed93895
source: #squad, you are to be commended - sensors confirm the Vek have been driven back. The sector is once again ours.
de: #squad, Sie sind zu empfehlen - Sensoren bestätigen, dass die Vek zurückgedrängt wurden. Der Sektor gehört wieder uns.

# ~scripts/personalities/missions.csv_7e9443fd73f2ba9f93e08cdd9d8d5a68
source: This sector has two Grid installations that power many of our Detritus' factories. These installations are vital to Detritus' defense efforts.
de: Dieser Sektor verfügt über zwei Netz-Installationen, die viele unserer Detritus-Fabriken versorgen. Diese Installationen sind entscheidend für Detritus' Verteidigungsbemühungen.

# ~scripts/personalities/missions.csv_75f23158ef613510fd020c5c6deadad7
source: The power plants in this sector are critical against the Vek, commander. If lost, we may lose Detritus as well.
de: Die Kraftwerke in diesem Sektor sind kritisch gegenüber dem Kommandeur Vek. Bei Verlust können wir auch Detritus verlieren.

# ~scripts/personalities/missions.csv_094b6bbb59652cc154b55053cbd488ca
source: Both power plants have reported in, and there's been no disruption in the Grid. You and your pilots have our gratitude, commander.
de: Beide Kraftwerke haben gemeldet, und es gab keine Störungen im Netz. Du und deine Piloten haben unsere Dankbarkeit, Kommandant.

# ~scripts/personalities/missions.csv_703b928e51799923fceb18279912c020
source: One of the plants was lost. We'll have to initiate energy rationing for all but the most critical facilities, but Detritus may be able to recover.
de: Eine der Pflanzen war verloren. Wir müssen Energie-Rationierung für alle außer den kritischsten Einrichtungen initiieren, aber Detritus kann sich erholen.

# ~scripts/personalities/missions.csv_91fd30f1e7f3beb821261ebc0b50254b
source: The loss of both plants has not only caused our factories to go dark, but several refugee centers as well. I'll need to relocate the people immediately.
de: Der Verlust beider Anlagen hat nicht nur unsere Fabriken stillgelegt, sondern auch mehrere Flüchtlingszentren. Ich muss die Leute sofort umziehen.

# ~scripts/personalities/missions.csv_923e1d2d25b9316cfd002ed5bf889d5d
source: Normal battle, but the map has massive conveyor belts that push the units around. (Normally used for transporting waste and recycling? Used for transportation of civilians?)
de: Normaler Kampf, aber die Karte hat massive Förderbänder, die die Einheiten herumschieben. (Normalerweise verwendet für den Transport von Müll und Recycling? Verwendet für den Transport von Zivilisten?)

# ~scripts/personalities/missions.csv_6ed26e8d18744e327e3728db0bc35ba9
source: Normally we use Conveyer Yards to ferry waste vats - but you and the #squad may be able to use the conveyers against the Vek.
de: Normalerweise benutzen wir Förderer-Werften, um Abfallbehälter zu transportieren - aber du und der #squad können möglicherweise die Förderer gegen die Vek verwenden.

# ~scripts/personalities/missions.csv_a7aeb8161c7f5774eb565425b6b16ef4
source: The Conveyor Yard is secured. Thank you, commander - we had not thought to use the conveyer belts in a military capacity.
de: Der Förderplatz ist gesichert. Danke, Kommandant - wir hatten nicht gedacht, die Förderbänder militärisch zu benutzen.

# ~scripts/personalities/missions.csv_6789250c425d560f5d7fb7396707fe8e
source: Normal battle, but the map has teleporter spaces that can warp units between different spaces on the map. (Again, why? Transport of waste/people/tech/etc?)
de: Normaler Kampf, aber die Karte hat Teleporter-Felder, die Einheiten zwischen verschiedenen Feldern auf der Karte transportieren können. (Nochmal, warum? Transport von Abfällen / Menschen / Technik / etc?)

# ~scripts/personalities/missions.csv_ab11016d1920c781a1af71155fafad13
source: This is one of our teleporter sites - it transports waste by disassembling and reassembling matter. You may be able to use the teleporters against the Vek.
de: Dies ist einer unserer Teleporter-Standorte - er transportiert Müll, indem er Materie zerlegt und wieder zusammenbaut. Du kannst vielleicht die Teleporter gegen die Vek benutzen.

# ~scripts/personalities/missions.csv_3d7a7db651d93f2bccb75ccaf707ff76
source: While teleporting biomatter is prohibited by the Corporate Accords, I can make an exception for you - and the Vek.
de: Während Biotech-Teleportation durch die Unternehmensvereinbarungen verboten ist, kann ich eine Ausnahme für dich machen - und die Vek.

# ~scripts/personalities/missions.csv_b6174d5504e065a332684eeff6a2e5ad
source: Disposal teleporters are active in this sector, built to disassemble and transport waste matter. You could use them to outmaneuver the Vek.
de: Teleporter sind in diesem Sektor aktiv, gebaut um Müll zu zerlegen und zu transportieren. Du könntest sie benutzen, um den Vek auszumanövrieren.

# ~scripts/personalities/missions.csv_59c47cb20fd6c86bf51d0ee5d6eb122c
source: The teleporter site is ours - we will continue to use these teleporters against the Vek if need be.
de: Die Teleporterseite gehört uns - wir werden diese Teleporter weiterhin gegen die Vek einsetzen, wenn es nötig sein sollte.

# ~scripts/personalities/missions.csv_9ff5d860302490ae1f8dc95750af40d4
source: The site is back under our control - and following your example, we can use the teleporters against the Vek if they attack again.
de: Die Seite ist wieder unter unserer Kontrolle - und nach deinem Beispiel können wir die Teleporter gegen die Vek benutzen, wenn sie wieder angreifen.
